Repository: WrayOfSunshine/LocalUpdatePublisher
Catalog: LocalUpdatePublisher/Forms/MainForm.*.resx
Languages: fi, fr

# aboutToolStripMenuItem.Text
source: About
fi: Tietoja
fr: A propos

# btnComputerListRefresh.Text
source: Refresh
fi: Päivitä
fr: Actualiser

# btnComputerRefreshReport.Text
source: Refresh
fi: Päivitä
fr: Actualiser

# btnUpdateRefreshReport.Text
source: Refresh
fi: Päivitä
fr: Actualiser

# certificateInfoToolStripMenuItem.Text
source: Certificate Info
fi: Todistus Info
fr: Infos Certificat

# chkApprovedOnly.Text
source: Approved Updates Only
fi: Hyväksyttyjä päivityksiä vain
fr: Seuls les mises à jour approuvées

# chkInheritApprovals.Text
source: Inherit Approvals
fi: Peri hyväksynnät
fr: Approbations Hériter

# connectionSettingsToolStripMenuItem.Text
source: Connection Settings
fi: Yhteysasetukset
fr: Paramètres de Connexion

# createUpdateToolStripMenuItem.Text
source: Create Update
fi: Luo Päivitä
fr: Créer mise à jour

# exportCatalogToolStripMenuItem.Text
source: Export Catalog
fi: Vienti Verkkokauppa
fr: Exporter Catalogue

# exportListToolStripMenuItem.Text
source: Export List
fi: Vie lista
fr: Exporter Liste

# exportReportToolStripMenuItem.Text
source: Export Report
fi: Vie raportti
fr: Exporter Rapport

# exportRulesToolStripMenuItem.Text
source: Export Rules
fi: Vienti Säännöt
fr: Exporter Règles

# exportUpdateToolStripMenuItem.Text
source: Export Update
fi: Vie päivitys
fr: Exporter Mise à Jour

# fileToolStripMenuItem.Text
source: File
fi: Tiedosto
fr: Fichier

# helpForumsToolStripMenuItem.Text
source: Help Forum
fi: Ohjekeskusteluryhmä
fr: Forum d'Aide

# helpToolStripMenuItem.Text
source: Help
fi: Ohjeet
fr: Aide

# importCatalogToolStripMenuItem.Text
source: Import Catalog
fi: Tuo Verkkokauppa
fr: Importer Catalogue

# importRulesToolStripMenuItem.Text
source: Import Rules
fi: Tuo Säännöt
fr: Importer Règles

# importUpdateToolStripMenuItem.Text
source: Import Update
fi: Tuo päivitys
fr: Importer Mise à Jour

# lblArticleID.Text
source: Article ID
fi: Artikkelin tunnus

# lblBullitinID.Text
source: Bulletin ID
fi: Tiedotteen tunnus

# lblClassification.Text
source: Classification
fi: Luokitus

# lblComputerStatus.Text
source: Status
fi: Tila
fr: Statut

# lblComputerUpdateStatus.Text
source: Update Status
fi: Päivitä tila
fr: Statut de Mise à Jour

# lblDescription.Text
source: Description
fi: Kuvaus

# lblID.Text
source: Package ID
fi: Paketti tunnus
fr: Paquet ID

# lblMoreInfoURL.Text
source: More Info URL
fi: Lisätietoja URL
fr: URL Plus d'Info

# lblNetwork.Text
source: Requires Network
fi: Edellyttää verkon
fr: Nécessite Network

# lblPackageTitle.Text
source: Package Title
fi: Paketti osasto
fr: Paquet Titre

# lblPackageType.Text
source: Package Type
fi: Pakkaustyyppi
fr: Paquet Type

# lblPrerequisites.Text
source: Prerequisites
fi: Edellytykset
fr: Préalables

# lblProduct.Text
source: Product
fi: Tuote
fr: Produit

# lblRebootBehavior.Text
source: Reboot Behavior
fi: Uudestisyntynyt Behavior
fr: Redémarrez le Comportement

# lblReturnCodes.Text
source: Return Codes
fi: Paluukoodit
fr: Retour Codes

# lblSelectedTargetGroup.Text
source: Selected Target Group
fi: Valitulle kohderyhmälle
fr: Sélection du Groupe Cible

# lblSelectedTargetGroupCount.Text
source: (# of computers shown)
fi: (# Tietokoneiden kuvassa)
fr: (# ordinateurs montré)

# lblSeverity.Text
source: Severity
fi: Vakavuus
fr: Gravité

# lblSupersedes.Text
source: Supersedes
fi: Korvaa
fr: Remplace

# lblUninstall.Text
source: Uninstall
fi: Poista
fr: Désinstaller

# lblUpdateNoStatus.Text
source: Updates with no status:
fi: Päivitykset joilla ei ole tilaa:
fr: Mises à jour sans statut:

# lblUpdatesInstalledorNA.Text
source: Updates installed/not applicable:
fi: Päivitykset asennettu / ei sovelleta:
fr: Mises à jour installées / non applicable:

# lblUpdatesNeeded.Text
source: Updates Needed:
fi: Päivitykset tarvitaan:
fr: Mises à jour nécessaires::

# lblUpdatesWErrors.Text
source: Updates with Errors:
fi: Päivitykset ja virheet:
fr: Mises à jour avec des erreurs:

# lblVendor.Text
source: Vendor
fi: Myyjä
fr: Vendeur

# manageRulesToolStripMenuItem.Text
source: Manage Rules
fi: Hallitse sääntöjä
fr: Gérer Règles

# savedRulesToolStripMenuItem.Text
source: Saved Rules
fi: Tallennetut Säännöt
fr: Règles Enregistrées

# tabComputerReport.Text
source: Report
fi: Raportti
fr: Rapport

# tabComputerStatus.Text
source: Group Status
fi: Ryhmä tila
fr: Statut Groupe

# tabUpdateReport.Text
source: Report
fi: Raportti
fr: Rapport

# tabUpdateStatus.Text
source: Status
fi: Tila
fr: Statut

# toolsToolStripMenuItem.Text
source: Tools
fi: Työkalut
fr: Outils

# updateToolStripMenuItem.Text
source: Update
fi: Päivitä
fr: Mise à Jour

# lblUpdateStatus.Text
source: Update Status
fr: Mise à Jour Du

# lblComputerGroup.Text
source: Computer Group
fr: Groupe d'Ordinateurs

# lupHelpToolStripMenuItem.Text
source: Support Wiki
fr: Aide Wiki
