Repository: WrayOfSunshine/LocalUpdatePublisher
Catalog: LocalUpdatePublisher/Properties/Global Strings/GlobalStrings.*-*.resx
Languages: ca, chs, da, de, fi, fr, pl, ru

# prompt_connection_wait_revise
source: Please wait while the update is revised.
ca: Si us plau, espereu mentre l'actualització sigui revisada.
chs: 请等待更新修订。
da: Vent venligst, mens opdateringen bliver revideret.
de: Bitte warten Sie das Update überarbeitet.
fi: Odota, kun päivitys on tarkistettu.
fr: S'il vous plaît patienter pendant que la mise à jour est révisé.
pl: Poczekaj, aż aktualizacja zostanie zmienione.
ru: Подождите, пока обновление проверяется.

# prompt_decline_package
source: Do you wish to decline {0}?
ca: Voleu declinar {0}?
chs: 你想下降{0}？
da: Ønsker du at afvise {0}?
de: Sie möchten Rückgang {0}?
fi: Haluatko laskea {0}?
fr: Voulez-vous déclin {0}?
pl: Czy chcesz spadek {0}?
ru: Вы хотите отклонить{0}?

# prompt_decline_packages
source: Do you wish to decline these {0} updates?
ca: Voleu declinar aquestes {0} actualitzacions?
chs: 你想拒绝这些{0}更新？
da: Ønsker du at afvise disse {0} opdateringer?
de: Wollen Sie diese {0} Updates ablehnen?
fi: Haluatko laskea nämä {0} päivityksiä?
fr: Voulez-vous refuser ces mises à jour {0}?
pl: Czy chcesz spadek tych {0} aktualizacji?
ru: Вы хотите отклонить эти {0} обновлений?

# prompt_expire_package
source: Do you wish to expire {0}?
ca: Voleu expirar {0}?
chs: 你想到期{0}？
da: Ønsker du at sætte disse til udløbet {0}?
de: Wollen Sie verfallen {0}?
fi: Haluatko päättyy {0}?
fr: Voulez-vous prendre fin {0}?
pl: Czy chcesz wygasa {0}?
ru: Желаете ли Вы истекает {0}?

# prompt_expire_packages
source: Do you wish to expire these {0} updates?
ca: Voleu expirar aquestes {0} actualitzacions?
chs: 你想这些{0}更新过期？
da: Ønsker du at sætte disse {0} opdateringer til udløbet?
de: Wollen Sie diese {0} Updates ab?
fi: Haluatko päättyy näihin {0} päivityksiä?
fr: Voulez-vous prendre fin à ces mises à jour {0}?
pl: Czy chcesz wygasa {0} te aktualizacje?
ru: Желаете ли Вы завершить эти {0} обновлений?

# prompt_remove_package
source: Do you wish to remove {0}?
ca: Voleu esborrar {0}?
chs: 你要删除{0}？
da: Ønsker du at fjerne {0}?
de: Wollen Sie entfernen {0}?
fi: Haluatko poistaa {0}?
fr: Voulez-vous supprimer {0}?
pl: Czy chcesz usunąć {0}?
ru: Вы хотите удалить {0}?

# prompt_remove_packages
source: Do you wish to remove these {0} updates?
ca: Voleu esborrar aquestes {0} actualitzacions?
chs: 你要删除这些{0}更新？
da: Ønsker du at fjerne disse {0} opdateringer?
de: Wollen Sie diese {0} Updates entfernen?
fi: Haluatko poistaa nämä {0} päivityksiä?
fr: Voulez-vous supprimer ces mises à jour {0}?
pl: Czy chcesz usunąć te {0} aktualizacji?
ru: Вы хотите удалить эти {0} обновлений?

# prompt_resign_package
source: Do you wish to re-sign {0}?
ca: Voleu tornar a signar {0}?
chs: 你想重新签订{0}？
da: Ønsker du at re-signere {0}?
de: Wollen Sie erneut signieren {0}?
fi: Haluatko uudelleen allekirjoittaa {0}?
fr: Voulez-vous signer de nouveau {0}?
pl: Czy chcesz ponownie podpisać {0}?
ru: Желаете ли Вы переподписать {0}?

# prompt_resign_packages
source: Do you wish to re-sign these {0} updates?
ca: Voleu tornar a signar aquestes {0} actualitzacions?
chs: 你想重新签订这些{0}更新？
da: Ønsker du at re-signere disse {0} opdateringer?
de: Wollen Sie erneut signieren diese {0} Updates
fi: Haluatko uudelleen allekirjoittaa nämä {0} päivityksiä?
fr: Voulez-vous re-signer ces mises à jour {0}?
pl: Czy chcesz ponownie podpisać {0} aktualizacji?
ru: Желаете ли Вы переподписать эти {0} обновлений?

# prompt_ruled_editor_confirm_delete
source: Are you sure you want to delete this rule?
ca: Esteu segur que voleu esborrar aquesta regla?
chs: 你确定要删除这条规则吗？
da: Er du sikker på du vil slette denne regel?
de: Sind Sie sicher, dass Sie diese Regel wirklich löschen?
fi: Oletko varma että haluat poistaa tämän säännön?
fr: Etes-vous sûr de vouloir supprimer cette règle?
pl: Czy na pewno chcesz usunąć tę regułę?
ru: Вы действительно хотите удалить это правило?

# prompt_ruled_editor_delete
source: Delete rule?
ca: Esborrar la regla?
chs: 删除规则？
da: Slet regel?
de: Regel löschen?
fi: Poista sääntö?
fr: Supprimer la règle?
pl: Usuń regułę?
ru: Удалить правило?

# prompt_rules_editor_name_new_rule
source: Name the new Rule
ca: Nom de la nova regla
chs: 命名新规则
da: Navngiv den nye regel
de: Name der neuen Regel
fi: Nimi uusi sääntö
fr: Nom de la nouvelle règle
pl: Nazwa nowej reguły
ru: Имя нового правила

# prompt_rules_editor_name_rule
source: Name Rule
ca: Nom de la regla
chs: 名称规则
da: Navngiv Regel
de: Name Regel
fi: Nimi artikla
fr: Nom Règle
pl: Rule Name
ru: Имя правила

# prompt_saved_rules_rename
source: Change {0} to
ca: Canviar {0} a
chs: 更改{0}
da: Skift {0} for at
de: Ändern {0}
fi: Vaihda {0}
fr: Changement {0}
pl: Zmiana {0}
ru: Изменение {0}

# prompt_saved_rules_rule_exists
source: There is already a rule called {0}. What would you like to do?
ca: Ja existeix una regla anomenada {0}. Què us agradaria fer?
chs: 已经有所谓的{0}的规则。请问您想怎么办？
da: Der er allerede en regel kaldt {0}. Hvad vil du gøre?
de: Es gibt bereits eine Regel genannt {0}. Was möchten Sie tun?
fi: On jo sääntö nimeltä {0}. Mitä haluaisit tehdä?
fr: Il existe déjà une règle appelée {0}. Que voulez-vous faire?
pl: Jest już regułę o nazwie {0}. Co chcesz robić?
ru: Уже существует правило с именем {0}. Что бы вы хотели делать?

# prompt_saves_rules_delete
source: Are you sure you want to delete the selected rules?
ca: Esteu segur que voleu eliminar les regles seleccionades?
chs: 你确定要删除选定的规则吗？
da: Er du sikker på du vil slette de valgte regler?
de: Sind Sie sicher, dass Sie die ausgewählten Regeln löschen?
fi: Oletko varma että haluat poistaa valitun sääntöjä?
fr: Etes-vous sûr de vouloir supprimer les règles sélectionnées?
pl: Czy na pewno chcesz usunąć wybrane przepisy?
ru: Вы действительно хотите удалить выбранные правила?

# prompt_update_redownload
source: If you modify the Original URL, it must be downloaded for verification. Do you wish to proceed?
ca: Si modifiqueu l'URL original, s'ha de descarregar per verificar-ho. Voleu continuar?
chs: 如果您修改了原来的URL，它必须下载进行验证。要继续吗？
da: Hvis du ændrer den oprindelige URL, skal det hentes til kontrol. Ønsker du at fortsætte?
de: Wenn Sie die Original-URL ändern, muss dies für die Überprüfung heruntergeladen werden. Wollen Sie fortfahren?
fi: Jos muokkaat alkuperäinen URL, se on ladattu tarkastettavaksi. Haluatko jatkaa?
fr: Si vous modifiez l'URL d'origine, il doit être téléchargé pour la vérification. Voulez-vous procéder?
pl: Jeśli zmiany URL, należy pobrać w celu weryfikacji. Czy chcesz kontynuować?
ru: Если вы измените Оригинальный URL, оно должно быть загружено для проверки. Вы хотите продолжить?

# prompt_update_selection_GUID
source: Enter the GUID you would like to use
ca: Introduïu el GUID que us agradaria utilitzar
chs: 输入你想使用的GUID
da: Indtast den GUID du gerne vil bruge
de: Geben Sie die GUID, die Sie verwenden möchten
fi: Kirjoita GUID haluat käyttää
fr: Entrez le GUID que vous souhaitez utiliser
pl: Wpisz GUID chcieliby Państwo korzystać
ru: Введите GUID, который вы хотели бы использовать

# prompt_update_selection_GUID_title
source: Custom GUID Entry
ca: Entrada GUID personalitzada
chs: 自定义GUID项
da: Tilpasset GUID angivelse
de: Custom GUID-Eintrag
fr: Custom GUID d'entrée
pl: Wejście Custom GUID
ru: Настроить запись GUID

source: Query
ca: Consulta
chs: 查询
da: Forespørgsel
fi: Kysely
fr: Requête
pl: Zapytanie
ru: Запрос

source: Refreshing computer list
ca: Refrescar la llista d'equips
chs: 刷新计算机列表
da: Opdaterer computer liste
de: Erfrischend Computer Liste
fi: Virkistävä tietokone luettelo
fr: Liste des ordinateurs Rafraîchissant
pl: Odświeżanie listy komputerów
ru: Обновление списка компьютеров

source: Refreshing Update List
ca: Refresca la llista d'actualitzacions
chs: 刷新更新列表
da: Opdaterer liste
de: Erfrischend Liste aktualisieren
fi: Virkistävä Päivitä lista
fr: Liste Mise à Jour Rafraîchissant
pl: Aktualizuj listę Odświeżanie
ru: Обновление Списка Обновлений

source: Remove
ca: Eliminar
chs: 删除
da: Fjern
de: Entfernen
fi: Poista
fr: Supprimer
pl: Usuń
ru: Удалить

source: Remove Group
ca: Esborrar grup
chs: 删除组
da: Fjern gruppe
de: Gruppe Entfernen
fi: Poista ryhmä
fr: Supprimer le Groupe
pl: Usuń grupę
ru: Удалить Группу

source: Rename
ca: Reanomenar
chs: 重命名
da: Omdøb
de: Umbenennen
fi: Nimetä uudelleen
fr: Renommer
pl: Zmień nazwę
ru: Переименовать

source: Rename rule
ca: Regla de reanomenar
chs: 重命名规则
da: Omdøb regel
de: Benennen Regel
fi: Nimeä sääntö
fr: Renommer la Règle
pl: Zmień reguły
ru: Переименовать правило

source: Re-sign
ca: Tornar a signar
chs: 重新签名
da: Re-signer
de: Signieren
fi: Re-merkki
fr: Re-signer
ru: Переподписать

source: Revise
ca: Revisar
chs: 修改
da: Revider
de: Überarbeiten
fi: Tarkistaa
fr: Réviser
pl: Zrewidować
ru: Проверить

# rule_MSI_component
source: MSI Component Installed for Product
ca: Component MSI instal·lat per al producte
chs: MSI组件安装产品
da: MSI Komponent er installeret for produktet
de: MSI-Komponente für Produkt Installiert
fi: MSI asennettujen laitteiden osalta tuotteen
fr: Composant MSI Installée pour le Produit
pl: Component zainstalowanych dla produktów MSI
ru: MSI Компонент установлен для продукта

# rule_MSI_feature
source: MSI Feature Installed for Product
ca: Característiques MSI instalades per al producte
chs: 微星功能安装为产品
da: MSI Feature installeret for produktet
de: MSI Feature für Produkt Installiert
fi: MSI Ominaisuus asennetaan Tuote
fr: MSI Entité Installée pour le Produit
pl: Reportaż zainstalowanych dla produktów MSI
ru: Функция MSI установлена для продукта

# rule_MSI_patch
source: MSI Patch Installed for Product
ca: Pegat MSI instal·lat per al producte
chs: 微星补丁安装产品
da: MSI patch er installeret for produktet
de: MSI-Patch für Produkt Installiert
fi: MSI Patch asennettu tuote
fr: Patch MSI Installée pour le Produit
pl: Patch dla produktów MSI zainstalowana
ru: MSI патч установлен для продукта

# rule_MSI_product
source: MSI Product Installed
ca: Producte MSI instal·lat
chs: 安装MSI产品
da: MSI Produkt installeret
de: MSI Produkt Installiert
fi: MSI Tuote asennettuna
fr: Produit MSI Installée
pl: Produkt MSI zainstalowana
ru: MSI продукт установлен

# rule_WMI_query
source: WMI Query
ca: Consulta WMI
chs: WMI查询
da: WMI forespørgsel
fr: Requête WMI
ru: WMI Запрос

# rule_file_creation
source: File Creation
ca: Creació d'arxiu
chs: 创建文件
da: Filoprettelse
de: Erstellungsdatum der Datei
fi: Tiedoston luominen
fr: Création de Fichier
pl: Plik Creation
ru: Создание файла

# rule_file_creation_with_registry
source: File Creation With Registry
ca: Creació d'arxiu en el registre
chs: 使用注册表文件的创建
da: Filoprettelse Med Registreringsdatabase
de: Datei Erstellungsdatum Mit Registry
fi: Tiedoston luominen rekisterin
fr: Création de Fichier avec Registre
pl: Tworzenie pliku z rejestru
ru: Создание файла с реестром

# rule_file_exists
source: File Exists
ca: L'arxiu existeix
chs: 文件存在
da: Filen eksisterer
de: Datei vorhanden
fi: Tiedosto on olemassa
fr: Fichier Existe
pl: Plik istnieje
ru: Файл существует

# rule_file_exists_with_registry
source: File Exists With Registry
ca: L'arxiu existeix en el registre
chs: 使用注册表文件存在
da: Filen eksisterer Med Registreringsdatabase
de: Datei existiert Mit Registry
fi: Tiedosto on olemassa rekisterin
fr: Fichier Existe avec Registre
pl: Plik istnieje z rejestru
ru: Файл существует с реестром

# rule_file_modified
source: File Modified
ca: Arxiu modificat
chs: 文件修改
da: Fil rette
de: Datei Geändert
fi: Tiedoston Muokattu
fr: Fichier de Modification
pl: Plik zmodyfikowany
ru: Файл изменен

# rule_file_modified_with_registry
source: File Modified With Registry
ca: Arxiu modificat en el registre
chs: 使用注册表文件修改
da: Fil rettet med registreringsdatabase
de: Datei geändert MIT Registry
fi: Tiedoston muunnettu rekisterin
fr: Fichier Modifié avec Registre
pl: Plik zmodyfikowany Z rejestru
ru: Файл изменен с реестром

# rule_file_size
source: File Size
ca: Mida de l'arxiu
chs: 文件大小
da: Filstørrelse
de: Datei-Größe
fi: Tiedoston koko
fr: Taille du Fichier
pl: Rozmiar pliku
ru: Размер файла

# rule_file_size_with_registry
source: File Size With Registry
ca: Mida d'arxiu en el registre
chs: 使用注册表文件大小
da: Filstørrelse Med Registreringsdatabase
de: Datei-Größe Mit Registry
fi: Tiedoston koko rekisterin
fr: Taille du Fichier avec Registre
pl: Rozmiar Z rejestru
ru: Размер файла с реестром

# rule_file_version
source: File Version
ca: Versió de l'arxiu
chs: 文件版本
da: Fil Version
de: Datei-Version
fi: Tiedoston versio
fr: Version du Fichier
pl: Wersja pliku
ru: Версия файла

# rule_file_version_with_registry
source: File Version With Registry
ca: Versió de l'arxiu amb el registre
chs: 使用注册表的文件版本
da: Fil Version Med Registreringsdatabase
de: Datei-Version Mit Registry
fi: Tiedoston versio kirjaamoon
fr: Version du Fichier avec Registre
pl: Wersja pliku Z rejestru
ru: Версия файла с реестром

# rule_processor_architecture
source: Processor Architecture
ca: Arquitectura del processador
chs: 处理器架构
da: Processor Arkitektur
de: Prozessorarchitektur
fi: Suoritinarkkitehtuuri
fr: Architecture de Processeur
pl: Architektura procesora
ru: Архитектура процессора

# rule_registry_DWORD_value
source: Registry DWORD Value
ca: Valor DWORD del registre
chs: 注册表DWORD值
da: Registreringsdatabase DWORD-værdi
de: Registrierung DWORD-Wert
fi: Rekisterin DWORD-arvo
fr: Valeur DWORD du Registre
pl: Wartości DWORD rejestru
ru: Параметр реестра DWORD

# rule_registry_SZ_value
source: Registry SZ Value
ca: Valor del Registre SZ
chs: 注册表sz值
da: Registreringsdatabase SZ Value
de: Registry SZ Wert
fi: Rekisterin SZ arvo
fr: Valeur du Registre SZ
pl: Wartość Rejestru SZ
ru: Параметр реестра SZ

# rule_registry_expand_SZ_value
source: Registry Expand SZ Value
ca: Registre Ampliar SZ valor
chs: 注册表展开sz值
da: Registreringsdatabase Udvid SZ Værdi
de: Registry Expand SZ Wert
fi: Rekisterin Laajenna SZ arvo
fr: Développer la Valeur du Registre SZ
pl: Rejestr Rozwiń jakości SZ
ru: Значение Реестра Expand SZ

# rule_registry_key_exists
source: Registry Key Exists
ca: La clau de registre existeix
chs: 注册表项是否存在
da: Registreringsdatabse-nøgle findes
de: Registry-Schlüssel Vorhanden
fi: Rekisteriavain on olemassa
fr: Clé de Registre Existe
pl: Klucza w rejestrze
ru: Ключ Реестра существует

# rule_registry_value_exists
source: Registry Value Exists
ca: El valor de registre existeix
chs: 注册表值存在
da: Registreringsdatabase-Værdi eksisterer
de: Registry Wert Vorhanden
fi: Rekisterin arvo on olemassa
fr: Valeur de Registre Existe
pl: Wartość w rejestrze
ru: Параметр реестра существует

# rule_registry_version_in_SZ
source: Registry Version in SZ
ca: Versió de registre en SZ
chs: 在深圳的注册表版本
da: Registreringsdatabase Version i SZ
fi: Rekisterin versio ja SZ
fr: Version Registre SZ
pl: Wersja rejestru w SZ
ru: Версия Реестра в SZ

# rule_windows_language
source: Windows Language
ca: Idioma de Windows
chs: Windows语言
da: Windows Sprog
de: Windows Sprache
fi: Windows kieli
fr: Langue Windows
ru: Язык Windows

# rule_windows_version
source: Windows Version
ca: Versió de Windows
chs: Windows版
fi: Windows-versio
fr: Version Windows
pl: Wersja Windows
ru: Версия Windows

source: Save Rule
ca: Desa la regla
chs: 保存规则
da: Gem Regel
de: Regel Speichern
fi: Tallenna sääntö
fr: Enregistrer la Règle
pl: Zapisz art.
ru: Сохранить правило

source: Select Rules to Export
ca: Escolliu les regles per exportar
chs: 选择规则导出
da: Vælg Regler til Eksport
de: Wählen Sie Regeln für den Export
fi: Valitse Säännöt Export
fr: Sélectionnez Règles d'Exportation
pl: Zasady Wybierz polecenie Eksportuj
ru: Выберите Правила для экспорта

source: Select Rules to Import
ca: Escolliu les regles per importar
chs: 选择规则导入
da: Vælg Regler tilr Import
de: Wählen Sie Regeln für den Import
fi: Valitse Säännöt Tuo
fr: Sélectionnez Règles d'Importation
pl: Wybierz polecenie Importuj regulaminu
ru: Выберите правила для импорта

source: Select Rules to Load
ca: Seleccioneu les regles a carregar
chs: 选择加载规则
da: Vælg Regler for indlæsning
de: Wählen Regeln zu Laden
fi: Valitse Säännöt Lisää
fr: Sélectionnez Règles à Charge
pl: Zasady Wybierz Load
ru: Выберите Правила для загрузки

source: Select Rules to Manage
ca: Escolliu les regles per administrar
chs: 选择规则来管理
da: Vælg Regler til Administrering
de: Wählen Sie Regeln zum Verwalten von
fi: Valitse Säännöt hallinta
fr: Sélectionnez Règles de Gestion
pl: Wybierz polecenie Zarządzaj regulaminu
ru: Выберите Правила для управления

source: Server
ca: Servidor
chs: 服务器
ru: Сервер

source: Size
ca: Mida
chs: 尺寸
da: Størrelse
de: Größe
fi: Koko
fr: Taille
pl: Rozmiar
ru: Размер

source: Skip
ca: Saltar
chs: 跳过
da: Spring
fi: Siirry
pl: Przejdź
ru: Пропустить

source: Status
ca: Estat
chs: 状态
fi: Tila
fr: Statut
ru: Статус

# status_connection_downloading
source: Downloading files for {0}
ca: Descàrrega d'arxius per {0}
chs: 下载文件为{0}
da: Downloader filer for {0}
de: Herunterladen von Dateien für {0}
fi: Tiedostojen lataaminen {0}
fr: Le téléchargement de fichiers pour {0}
pl: Pobieranie plików dla {0}
ru: Загрузка файлов для {0}

# status_loading_computer_report
source: Loading computer report
ca: Carregant l'informe d'equips
chs: 载入计算机的报告
da: Indlæser computerrapport
de: Lade Computer Bericht
fi: Loading tietokone raportti
fr: Chargement rapport ordinateur
pl: Trwa sprawozdanie komputera
ru: Загрузка отчета о компьютерах

# status_loading_form
source: Loading form
ca: Carregant el formulari
chs: 装载形式
da: Indlæser formular
de: Lade form
fi: Loading muodossa
fr: Chargement forme
pl: Trwa formie
ru: Загрузка формы

# status_loading_update_report
source: Loading update report
ca: Carregant l'informe d'actualització
chs: 载入更新报告
da: Indlæser opdateringsrapport
de: Lade aktualisierten Bericht
fi: Ladataan päivitystä raportti
fr: Chargement rapport mis à jour
pl: Trwa aktualizacja raportu
ru: Загрузка отчета о обновлениях

# status_server_connected
source: Connected to {0}
ca: Connectat a {0}
chs: 连接到{0}
da: Forbundet til {0}
de: Verbunden mit {0}
fi: Yhdistetty {0}
fr: Connecté à {0}
pl: Podłączony do {0}
ru: Подключено к {0}

# status_server_connecting
source: Connecting to {0}
ca: Connectant a {0}
chs: 连接到{0}
da: Tilslutter til {0}
de: Anschließen an {0}
fi: Yhteyden {0}
fr: Connexion à {0}
pl: Łączenie się z {0}
ru: Подключаюсь к {0}

source: String
ca: Cadena
chs: 字符串
da: Streng
fi: Jono
ru: Строка

source: Success
ca: Èxit
chs: 成功
da: Succes
fi: Suoritettu
fr: Succès
pl: Sukces
ru: Успех

# success_connection_cert_created
source: A self-signed certificate has been created. This certificate must now be distributed to each client according the Microsofts Local Publsihing documentation.
ca: S'ha creat el certificat de signatura. Aquest certificat s'ha de distribuïr a cada client d'acord amb la documentació de Microsoft Local Publishing.
chs: 已创建一个自签名的证书。此证书现在必须分发到每个客户端，根据本地的微软Publsihing文档。
da: En selvsigneret certifikat er blevet oprettet. Dette certifikat skal nu distribueres til hver enkelt klient i henhold Microsofts Local Publishing dokumentation.
de: Ein selbst signiertes Zertifikat erstellt wurde. Dieses Zertifikat muss nun auf jedem Client nach der Microsofts Local Publsihing Dokumentation verteilt werden.
fi: Itse allekirjoitettu varmenne on luotu. Tämä todistus on nyt jaettu kullekin asiakkaalle mukaan Microsoftin Local Publsihing asiakirjat.
fr: Un certificat auto-signé a été créé. Ce certificat doit maintenant être distribués à chaque client selon les Microsoft locale Publsihing documentation.
pl: Certyfikat z podpisem własnym zostało stworzone. Świadectwo to musi teraz być rozprowadzane do każdego klienta zgodnie z dokumentacją Publsihing lokalnych Microsoftu.
ru: Был создан самоподписанный сертификат. Этот сертификат должен теперь быть предоставлен каждому клиенту в соответствии с документацией Microsofts Local Publsihing.

# success_connection_cert_import
source: Your certificate was imported successfully. This certificate must now be distributed to each client according the Microsofts Local Publsihing documentation.
ca: El vostre certificat s'ha importat correctament. Aquest certificat s'ha de distribuïr a cada client d'acord amb la documentació de Microsoft Local Publishing.
chs: 您的证书是导入成功。此证书现在必须分发到每个客户端，根据微软的地方Publsihing文档。
da: Dit certifikat blev importeret. Dette certifikat skal nu distribueres til hver enkelt klient efter Microsofts Local Publishing dokumentation.
de: Das Zertifikat wurde erfolgreich importiert. Dieses Zertifikat muss nun auf jedem Client nach der Microsofts Local Publsihing Dokumentation verteilt werden.
fi: Sertifikaatin tuonti onnistui. Tämä todistus on nyt jaettu kullekin asiakkaalle mukaan Microsoftin Local Publsihing asiakirjat.
fr: Votre certificat a été importé avec succès. Ce certificat doit maintenant être distribués à chaque client selon les Microsoft locale Publsihing documentation.
pl: Certyfikat został zaimportowany. Świadectwo to musi teraz być rozprowadzane do każdego klienta zgodnie z dokumentacją Publsihing lokalnych Microsoftu.
ru: Ваш сертификат был успешно импортирован. Этот сертификат должен теперь быть предоставлен каждому клиенту в соответствии документацией Microsoft's Local Publsihing.

# success_packages_expired
source: Packages successfully expired.
ca: Paquets expirat correctament.
chs: 成功过期的软件包。
da: Pakker med succes sat til udløbet.
de: Pakete erfolgreich abgelaufen.
fi: Paketit onnistuneesti päättynyt.
fr: Forfaits avec succès expiré.
pl: Opakowania z powodzeniem wygasła.
ru: Пакеты успешно завершились.

# success_packages_resigned
source: Packages successfully re-signed.
ca: Els paquets s'han tornat signat correctament.
chs: 软件包成功重新签约。
da: Pakker er signeret.
de: Pakete erfolgreich neu signiert.
fi: Paketit onnistuneesti jälleen allekirjoittanut.
fr: Forfaits réussi à re-signé.
pl: Opakowania z powodzeniem ponownie podpisany.
ru: Пакеты успешно переподписаны.

# success_update_imported
source: Update was successfully imported.
ca: L'actualització s'ha importat correctament.
chs: 更新已成功导入。
da: Opdateringen blev succesfuldt importeret.
de: Update wurde erfolgreich importiert.
fi: Päivitys onnistui maahan.
fr: Mise à jour a été importé avec succès.
pl: Zaktualizowany został pomyślnie zaimportowany.
ru: Обновление успешно импортировано.

source: Superseded
ca: Substituït
chs: 被取代
da: Erstattet
de: Abgelöst
fi: Korvaa
fr: Remplacé
pl: Zastąpiony
ru: Заменен

source: Title
ca: Títol
chs: 标题
da: Titel
de: Titel
fi: Otsikko
fr: Titre
pl: Tytuł
ru: Название

source: True
ca: Cert
chs: 真正的
da: Sand
fi: Totta
fr: Vrai
ru: Правда

source: Uninstall
ca: Desinstal·la
chs: 卸载
da: Afinstaller
de: Deinstallieren
fi: Poista
fr: Désinstaller
pl: Odinstaluj
ru: Деинсталлировать

source: Unknown
ca: Desconegut
chs: 未知
da: Ukendt
de: Unbekannt
fi: Tuntematon
fr: Inconnue
pl: Nieznany
ru: Неизвестный

source: Update
ca: Actualització
chs: 更新
da: Opdater
fi: Päivitä
fr: Mise à jour
ru: Обновление

source: Update Services
ca: Serveis d'Aactualització
chs: 更新服务
fr: Services de Mise à Jour

source: Update Title
ca: Actualitzar títol
chs: 更新标题
da: Opdater Titel
de: Update Titel
fi: Päivitä osasto
fr: Mise à Jour du Titre
pl: Zaktualizowany tytuł
ru: Название обновления

source: Updates
ca: Actualitzacions
chs: 更新
da: Opdateringer
fi: Päivitykset
fr: Mises à jour
pl: Aktualizacje
ru: Обновления

source: Value
ca: Valor
chs: 价值
da: Værdi
de: Preis
fr: Valeur
pl: Stosunek jakości
ru: Значение

source: ValueType
chs: ValueType的
de: Werttyp
fr: Type de Valeur
ru: ТипЗначения

# warning_GUID_not_found
source: Could not add or find GUID
ca: No s'ha pogut pas afegir o trobar GUID
chs: 无法添加或找到的GUID
da: Kunne ikke tilføje eller finde GUID
de: Konnte nicht hinzugefügt werden oder finden GUID
fi: Ei voitu lisätä tai löydä GUID
fr: Impossible d'ajouter ou de trouver GUID
pl: Nie można dodać lub znaleźć GUID
ru: Не удается добавить или найти GUID
