Repository: WrayOfSunshine/LocalUpdatePublisher
Catalog: LocalUpdatePublisher/Properties/Global Strings/GlobalStrings.*-*.resx
Languages: ca, chs, da, de, fi, fr, pl, ru

# error_sort_enumerator
source: Must be an enumerator.
ca: Ha d'ésser un enumerat.
chs: 必须是一个枚举。
da: Skal være en enum.
de: Muss ein Enumerator werden.
fi: Täytyy olla luettelointi.
fr: Doit être un agent recenseur.
pl: Musi być numerator.
ru: Должен быть перечислитель.

# error_update_create_SDP
source: Could not create Software Distribution Package.
ca: No es pot pas crear el Paquet de Distribució de Programari.
chs: 无法创建软件分发包。
da: Kunne ikke oprette Software Distribution pakke.
de: Konnte nicht erstellt werden Softwareverteilungspaket.
fi: Ei voitu luoda Software Distribution paketti.
fr: Impossible de créer le paquet de distribution de logiciels.
pl: Nie można utworzyć Software Distribution Package.
ru: Не удается создать пакет распространения ПО.

# error_update_imported
source: Update was not imported.
ca: L'actualització no s'ha importat.
chs: 更新是不是进口。
da: Opdateringen blev ikke importeret.
de: Update wurde nicht importiert.
fi: Päivitys ei tuotu.
fr: Mise à jour n'a pas été importé.
pl: Aktualizacja nie został zaimportowany.
ru: Обновление не было импортировано.

# error_update_invalid_XML
source: The XML for the SDP is invalid.
ca: L'XML per al SDP no és vàlid.
chs: 为SDP的XML是无效的。
da: XML for SDP er ugyldig.
de: Die XML für die SDP ist ungültig.
fi: XML SDP on virheellinen.
fr: Le XML pour le SDP est invalide.
pl: XML dla SDP jest nieprawidłowy.
ru: XML для SDP недействительный.

# error_update_save
source: Could not save the update information.
ca: No s'ha pogut desar la informació d'actualització.
chs: 无法保存更新的信息。
da: Kunne ikke gemme opdaterings oplysningerne.
de: Konnte nicht speichern Sie die Update-Informationen.
fi: Ei voitu tallentaa päivittää tiedot.
fr: Impossible d'enregistrer l'information mise à jour.
pl: Nie można zapisać informacje o aktualizacji.
ru: Невозможно сохранить информацию о обновлении.

source: Exception
ca: Excepció
chs: 异常
da: Undtagelse
de: Ausnahme
fi: Poikkeus
pl: Wyjątkiem
ru: Исключение

# exception_IO
source: IO Exception
ca: Excepció d'E/S
chs: IO异常
da: IO undtagelse
fi: IO Poikkeus
pl: Wyjątek IO
ru: Исключение ввода-вывода

# exception_XML
source: XMLException
chs: 回XmlException

# exception_argument
source: Argument Exception
ca: Excepció d'Argument
chs: 参数异常
da: Argument undtagelse
fi: Argumentti Poikkeus
ru: Исключение Аргумента

# exception_argument_null
source: Argument Null Exception
ca: Excepció d'argument nul
chs: 参数的空异常
da: Argument Null-undtagelse
fi: Argumentti Null Poikkeus
pl: Wyjątek zerowego argumentu
ru: Исключение - Пустой Аргумент

# exception_directory_not_found
source: Directory Not Found Exception
ca: Excepció: No s'ha trobat el directori
chs: 目录未发现异常
da: Mappe ikke fundet undtagelse
de: Verzeichnis nicht gefunden Exception
fi: Hakemistoa ei löydy poikkeus
pl: Nie znaleziono katalogu wyjątków
ru: Исключение - Каталог не найден

# exception_file_not_found
source: File Not Found Exception
ca: Excepció d'arxiu no trobat
chs: 文件未发现异常
da: Fil ikke fundet undtagelse
fi: Tiedostoa ei löydy poikkeus
pl: Nie znaleziono pliku Exception
ru: Исключение - Файл не найден

# exception_invalid_data
source: Invalid Data Exception
ca: Excepció de dades no vàlides
chs: 无效的数据异常
da: Ugyldig data-undtagelser
de: Ungültige Datum Exception
fi: Virheellisiä tietoja Poikkeus
pl: Nieprawidłowe dane Exception
ru: Исключение - Неверные данные

# exception_invalid_operation
source: Invalid Operation Exception
ca: Excepció d'operació no vàlida
chs: 无效操作异常
da: Ugyldig undtagelse
de: Ungültige Operation Exception
fi: Virheellinen toiminta poikkeus
pl: Wyjątek Nieprawidłowa operacja
ru: Исключение - Недопустимая операция

# exception_not_supported
source: Not Supported Exception
ca: Excepció: No suportat
chs: 不支持异常
da: Ikke-understøttet undtagelse
de: Nicht unterstützt Exception
fi: Ei tuettu poikkeus
pl: Wyjątek Nieobsługiwane
ru: Исключение не поддерживается

# exception_object_disposed
source: Object Disposed Exception
ca: Excepció d'Objecte rebutjat.
chs: 对象处理完毕异常
da: Objekt Afgivet undtagelse
de: Objekt angeordnet Exception
fi: Object Myydyt Poikkeus
pl: Obiekt Unieszkodliwiane Exception
ru: Исключение - Объект Расположен

# exception_out_of_memory
source: Out Of Memory Exception
ca: Excepció de memòria insuficient
chs: 内存不足异常
da: Out Of Memory undtagelse
ru: Исключение - Недостаточно памяти

# exception_path_too_long
source: Path Too Long Exception
ca: Excepció: Ruta massa llarga
chs: 路径太深长异常
da: For lang sti undtagelse
de: Pfad zu lang Exception
fi: Polku on liian pitkä Poikkeus
ru: Исключение - Путь слишком длинный

# exception_security
source: Security Exception
ca: Excepció de seguretat
chs: 安全性异常
da: Sikkerhedsundtagelse
de: Sicherheit Exception
fi: Turvallisuus poikkeus
pl: Wyjątek zabezpieczeń
ru: Исключение безопасности

# exception_unauthorized_access
source: Unauthorized Access Exception
ca: Excepció d'accés no autoritzat
chs: 未经授权的访问异常
da: Uautoriseret adgangs-undtagelse
de: Unberechtigtem Zugriff Exception
fi: Luvaton käyttö Poikkeus
pl: Wyjątek nieautoryzowanym dostępem
ru: Исключение - Несанкционированный доступ

# exception_web
source: Web Exception
ca: Excepció Web
chs: 网络异常
da: Web undtagelse
fi: Web Poikkeus
pl: Wyjątek sieci
ru: Веб Исключение

# exception_wsus_invalid_server
source: Wsus Invalid Server Exception
ca: Excepció: Servidor WSUS no vàlid
chs: WSUS无效服务器异常
da: WSUS Ugyldig Server Exception
de: WSUS Ungültige Serve Exception
fi: WSUS palvelimen virheellisten Poikkeus
pl: Nieprawidłowy WSUS Server Exception
ru: WSUS Недопустимое Исключение Сервера

source: Expire
ca: Expirar
chs: 到期
da: Udløb
de: Verfallen
fi: Päättyy
fr: Fin
pl: Wygaśnięcie
ru: Завершить

source: Export
ca: Exportació
chs: 出口
da: Eksport
fi: Vienti
fr: Exporter
ru: Экспорт

# export_certificate
source: Export Cert
ca: Exportar certificat
chs: 导出证书
da: Eksporter Certifikat
de: Export Zert
fi: Vientitodistuksella
fr: Exporter Certificat
pl: Świadectwa wywozowego
ru: Экспортировать сертификат

source: Failed
ca: Fallat
chs: 失败
da: Mislykkedes
de: Gescheitert
fi: Epäonnistui
fr: Échoué
pl: Nie
ru: Неудачно

source: Failed or Needed
ca: Fallit o Necessitat
chs: 失败或需要
da: Mislykket eller krævet
de: Konnte oder Benötigt
fi: Epäonnistui tai tarpeen
fr: Échoué ou Nécessaire
pl: Nie lub potrzebne
ru: Сбойные или Нуждающиеся

source: false
ca: fals
chs: 假
da: falsk
fi: väärä
fr: faux
pl: Fałszywy
ru: Ложь

source: Features
ca: Característiques
chs: 特点
da: Funktioner
fi: Ominaisuudet
fr: Caractéristiques
pl: Opis
ru: Функции

# file_filter_cab
source: CAB Files|*.cab
ca: Arxius CAB | *. cab
chs: CAB文件|*.cab
da: CAB-filer | *. cab
de: CAB Dateien|*.cab
fi: CAB tiedostot | *. cab
fr: CAB Fichiers|*.cab
ru: CAB-файлы|*.cab

# file_filter_update_binary
source: Update Files (*.MSI;*.MSP;*.EXE)|*.MSI;*.MSP;*.EXE|MSI Files (*.MSI)|*.MSI|MSP Files (*.MSP)|*.MSP|EXE Files (*.EXE)|*.EXE
ca: Actualització dels arxius (*. MSI, *. MSP; *. EXE) | *. MSI, *. MSP; *. exe | Arxius MSI (MSI *.) | *. MSI | MSP arxius (*. MSP) | *. MSP | arxius EXE (*. EXE) | *. EXE
chs: 更新文件(*.MSI;*.MSP; *.EXE)|*.MSI;*.MSP;*.EXE|msi文件(*.MSI)|*.MSI|MSP文件(*.MSP)|*.MSP|EXE的文件(*.EXE)|*.EXE
da: Update-filer (*. MSI, *. MSP, *. EXE) | *. MSI, *. MSP, *. EXE | MSI-filer (*. MSI) | *. MSI | MSP-filer (*. MSP) | *. MSP | EXE-filer (*. EXE) | *. EXE
de: Update-Dateien (*.MSI;*.MSP;*.EXE)|*.MSI;*.MSP;*.EXE|MSI Dateien (*.MSI)|*.MSI|MSP Dateien (*.MSP)|*.MSP|EXE Dateien (*.EXE)|*.EXE
fi: Päivitä Files (*. MSI, *. MSP, *. exe) | *. MSI; *. MSP; *. EXE| MSI-tiedostot (*. MSI) | *. MSI | MSP-tiedostot (*. MSP) | *. MSP | EXE-tiedostot (*. EXE) | *. EXE
fr: MSI Fichiers|*.MSI|MSP Fichiers|*.MSP|EXE Fichiers|*.EXE
pl: Aktualizacja plików (*. MSI, *. MSP, *. exe) | *. MSI; *. MSP; *. EXE | MSI Files (*. MSI) | *. MSI | MSP Files (*. MSP) | *. MSP | EXE (*. EXE) | *. EXE
ru: Файлы обновлений (*.MSI; *.MSP; *.EXE)|*.MSI;*. MSP;*.EXE|MSI файлы (*.MSI)|*.MSI|MSP файлы (*.MSP)|*.MSP|Файлы EXE (*.EXE)|*.EXE

# file_filter_xml
source: XML Files|*.xml
ca: Arxius XML | *. xml
chs: XML文件|*.XML
da: XML-filer | *. xml
de: XML Dateien|*.xml
fi: XML-tiedostot | *. xml
fr: XML Fichiers|*.xml
pl: Pliki XML | *. xml
ru: XML-файлы|*.XML

source: Finish
ca: Acabar
chs: 完成
da: Færdig
de: Fertig
fi: Maali
fr: Terminer
pl: Wykończenie
ru: Готово

source: Greater Than
ca: Més gran que
chs: 大于
da: Større end
de: Größer Als
fi: Suurempi kuin
fr: Supérieur
pl: Większe niż
ru: Больше

source: Greater Than Or Equal To
ca: Més gran o igual que
chs: 大于或等于
da: Større end eller lig med
de: Größer As oder Geich
fi: Suurempi tai yhtä suuri kuin
fr: Supérieur ou Égal à
pl: Większe lub równe
ru: Больше или равно

source: Group
ca: Grup
chs: 集团
da: Gruppe
de: Gruppe
fi: Ryhmä
fr: Groupe
pl: Grupa
ru: Группа

# group_begin_and
source: Begin And
ca: Començar "I"
chs: 开始和
da: Start og
de: Beginnen Und
fi: Aloita Ja
fr: Commencez Et
pl: I Begin
ru: Начало И

# group_begin_or
source: Begin Or
ca: Començar "O"
chs: 开始或
da: Start eller
de: Beginnen Oder
fi: Aloittaa tai
fr: Commencez Ou
pl: Rozpoczęcie lub
ru: Начало Или

# group_end_and
source: End And
ca: Acabar "I"
chs: 结束和
da: Slut og
de: Und Ende
fi: Lopeta ja
fr: Fin Et
pl: Zakończenia I
ru: Конец И

# group_end_or
source: End Or
ca: Acabar "O"
chs: 终结或是
da: Slut eller
de: Ende Oder
fi: End tai
fr: Fin Ou
pl: Końcowego lub
ru: Конец Или

source: Group Name
ca: Nom del grup
chs: 组名
da: Gruppenavn
de: Name Gruppe
fi: Ryhmän nimi
fr: Nom Groupe
pl: Nazwa grupy
ru: Имя группы

# group_remove_and
source: Remove And
ca: Esborrar "I"
chs: 删除和
da: Fjern og
de: Entfernen Und
fi: Poista ja
fr: Retirer Et
pl: Usuń i
ru: Удалить И

# group_remove_or
source: Remove Or
ca: Esborrar "O"
chs: 删除或
da: Fjern eller
de: Entfernen Oder
fi: Poista tai
fr: Retirer Ou
pl: Usuń lub
ru: Удалить Или

source: History for
ca: Història per
chs: 历史为
da: Historik for
de: Historie für
fi: Historia ja
fr: Histoire pour
pl: Historia dla
ru: История для

source: Import
ca: Importació
chs: 进口
fi: Tuonti
fr: Importer
ru: Импорт

# import_certificate
source: Import Cert
ca: Importar certificat
chs: 导入证书
da: Importer Certifikat
de: Import Zert
fi: Tuo Cert
fr: Importer Cert
ru: Импорт Серт.

# in_bytes_example
source: in bytes (ex. 1024)
ca: en octets (per exemple, 1024)
chs: 以字节为单位（例如1024）
da: i bytes (ex. 1024)
de: in bytes (z. B. 1024)
fi: tavuina (esim. 1024)
fr: en octets (ex. 1024)
pl: w bajtach (np. 1024)
ru: в байтах (например, 1024)

source: inherited
ca: Heretat
chs: 继承
da: arvet
de: geerbt
fi: peritty
fr: hérité
pl: dziedziczone
ru: унаследованный

source: Installed
ca: Instal·lat
chs: 安装
da: Installeret
de: Installierte
fi: Asennettu
fr: Installée
pl: Zainstalowana
ru: Установлен

source: Installed/Not Applicable
ca: Instal·lat / No aplicable
chs: 安装/不适用
da: Installeret / Ikke relevant
de: Installierte/Nicht Anwendbar
fi: Asennettu / Ei ole
fr: Installée/Ne s'Applique Pas
pl: Zainstalowane / Nie dotyczy
ru: Установлено/Не применимо

# installed_not_applicable_no_status
source: Installed/Not Applicable or No Status
ca: Instal·lat / No aplicable o Sense Estat
chs: 安装/不适用或无状态
da: Installeret / ikke relevant eller ingen status
de: Installierte/Nicht Anwendbar oder Kein Status
fi: Asennettu / Ei sovellu tai ei tila
fr: Installée/Ne s'Applique Pas or Pas de Statut
pl: Zainstalowane / Nie dotyczy lub nr Status
ru: Установлено/Не Применимо или Нет Статуса

source: IP Address
ca: Adreça IP
chs: IP地址
da: IP-adresse
de: IP-Adresse
fi: IP-osoite
fr: Adresse IP
pl: Adres IP
ru: IP-адрес

# label_approval_form
source: Select the approvals for {0}
ca: Seleccioneu les aprovacions per {0}
chs: 选择{0}的批准
da: Vælg godkendelser for {0}
de: Wählen Sie die Zulassungen für {0}
fi: Valitse hyväksynnät {0}
fr: Sélectionnez les autorisations pour {0}
pl: Wybierz homologacji dla {0}
ru: Выберите одобрения для {0}

# label_approval_form_multiple
source: Select the approvals for {0} updates.
ca: Seleccioneu les aprovacions per {0} actualitzacions.
chs: 选择{0}更新批准。
da: Vælg godkendelser for {0} opdateringer.
de: Wählen Sie die Zulassungen für {0} Updates.
fi: Valitse hyväksynnät {0} päivityksiä.
fr: Sélectionnez les autorisations pour {0} mises à jour.
pl: Wybierz homologacji dla {0} aktualizacji.
ru: Выберите ободрения для {0} обновлений.

# label_approval_progress_form
source: Set approvals for {0}
ca: Establir les aprovacions per {0}
chs: 设置批准为{0}
da: Angiv godkendelser for {0}
de: Set Zulassungen für {0}
fi: Aseta hyväksynnät {0}
fr: Approbations set pour {0}
pl: Aprobat dla {0}
ru: Установить одобрения для {0}

# label_approval_progress_status
source: Setting approvals for {0} to {1} on {2}
ca: Establiment de les aprovacions de {0} a {1} per {2}
chs: 设置批准为“{0} {1} {2}
da: Angiv godkendelser for {0} til {1} ​​på {2}
de: Einstellen Zulassungen für {0} {1} {2} auf
fi: Asettaminen hyväksynnät {0} {1} {2}
fr: Approbations Cadre pour {0} {1} le {2}
pl: Otoczenie homologacji dla {0} {1} na {2}
ru: Настройка одобрения для {0} {1} на {2}

# label_certificate_info_exists
source: Below you will find information regarding the certificate installed on your WSUS server. This certificate needs to be distributed to each client before they can receive locally published updates.
ca: A continuació trobareu informació sobre el certificat instal lat al servidor WSUS. Aquest certificat ha d'ésser distribuït a cada client abans que puguin rebre les actualitzacions.
chs: 下面你会发现关于WSUS服务器上安装证书的信息。此证书需要被分发到每个客户端才可以接收本地发布的更新。
da: Nedenfor finder du oplysninger om certifikatet som er installeret på din WSUS-serveren. Dette certifikat skal fordeles til hver kunde, før de kan modtage opdateringer.
de: Nachfolgend finden Sie Informationen über das Zertifikat auf dem WSUS-Server installiert. Dieses Zertifikat muss auf jedem Client verteilt werden, bevor sie lokal veröffentlicht Updates erhalten können.
fi: Alta löydät tietoa sertifikaatti asennettu WSUS-palvelin. Tämä todistus on jaettu kullekin asiakkaalle ennen kuin he voivat saada paikallisesti julkaistu päivityksiä.
fr: Ci-dessous vous trouverez des informations sur le certificat installé sur votre serveur WSUS. Ce certificat doit être distribuée à chaque client avant de pouvoir recevoir les mises à jour publiées localement.
pl: Poniżej znajdą Państwo informacje dotyczące certyfikatu zainstalowanego na serwerze WSUS. Świadectwo to musi być dystrybuowane do każdego klienta, zanim będą mogły otrzymać lokalnie opublikowane aktualizacje.
ru: Ниже вы найдете информацию о сертификате установленном на вашем сервере WSUS. Этот сертификат должен быть распространен на каждого клиента, прежде чем они могут получить локально опубликованных обновлений.

# label_certificate_info_no_cert
source: A certificate has not been created yet. You must do so before publishing updates.
ca: Encara no s'ha creat cap certificat. Ho heu de fer abans de publicar actualitzacions.
chs: 证书尚未创建。你必须这样做之前发布的更新。
da: Et certifikat er ikke blevet oprettet endnu. Du skal gøre dette inden offentliggørelse af opdateringer.
de: Ein Zertifikat ist noch nicht erstellt. Sie müssen dies vor der Veröffentlichung Updates.
fi: Todistusta ei ole vielä luotu. Sinun täytyy tehdä ennen julkaisemista päivityksiä.
fr: Un certificat n'a pas encore été créé. Vous devez le faire avant les mises à jour de l'édition.
pl: Certyfikat nie został jeszcze utworzony. Musisz to zrobić przed aktualizacjach publikacji.
ru: Сертификат еще не был создан. Вы должны сделать это до публикации обновлений.

# label_certificate_info_preexists
source: A certificate has already been created.
ca: Ja hi ha un certificat creat.
chs: 已经创建了一个证书。
da: Et certifikat er allerede oprettet.
de: Ein Zertifikat ist bereits angelegt.
fi: Todistuksen on jo luotu.
fr: Un brevet a déjà été créé.
pl: Certyfikat został już utworzony.
ru: Сертификат уже был создан.

# label_rules_WMI_namespace
source: WMI Namespace
chs: WMI命名空间
fi: WMI Nimiavaruus
fr: Espace de noms WMI
pl: Przestrzeń nazw WMI
ru: Пространства имен WMI

source: Language
ca: Llengua
chs: 语言
da: Sprog
de: Sprache
fi: Kieli
fr: Langue
pl: Język
ru: Язык

# language_arabic
source: Arabic
ca: Àrab
chs: 阿拉伯语
da: Arabisk
de: Arabisch
fi: Arabialainen
fr: Arabe
pl: Arabski
ru: Арабский

# language_chinese_HK_SAR
source: Chinese (Hong Kong SAR)
ca: Xina (Hong Kong)
chs: 中国（香港特区）
da: Kinesisk (Hong Kong SAR)
de: Chinesisch (Hongkong SAR)
fi: Kiina (Hongkong)
fr: Chinois (Hong Kong SAR)
pl: Chiński (Hongkong SAR)
ru: Китайский (Гонконг)

# language_chinese_simplified
source: Chinese (Simplified)
ca: Xinès (simplificat)
chs: （简体中文）
da: Kinesisk (forenklet)
de: Chinesisch (Vereinfacht)
fi: Kiina (yksinkertaistettu)
fr: Chinois (Simplifié)
pl: Chiński (uproszczony)
ru: Китайский (упрощенный)

# language_chinese_traditional
source: Chinese (Traditional)
ca: Xinès (tradicional)
chs: 中文（繁体）
da: Kinesisk (traditionelt)
de: Chinesisch (Traditionell)
fi: Kiina (perinteinen)
fr: Chinois (Traditionnel)
pl: Chiński (tradycyjny)
ru: Китайский (традиционный)

# language_czech
source: Czech
ca: Txec
chs: 捷克
da: Tjekkisk
de: Tschechische
fi: Tšekin
fr: Tchèque
ru: Чешский

# language_danish
source: Danish
ca: Danès
chs: 丹麦
da: Dansk
de: Dänisch
fi: Tanskan
fr: Danoise
pl: Duński
ru: Датский

# language_dutch
source: Dutch
ca: Holandès
chs: 荷兰
da: Hollandsk
de: Niederländisch
fi: Alankomaiden
fr: Néerlandais
pl: Holenderski
ru: Голландский

# language_english
source: English
ca: Anglès
chs: 英语
da: Engelsk
de: Englisch
fi: Englanti
fr: Anglais
pl: Angielski
ru: Английский

# language_finnish
source: Finnish
ca: Finès
chs: 芬兰
da: Finsk
de: Finnisch
fi: Suomalainen
fr: Finlandaise
pl: Fiński
ru: Финский

# language_french
source: French
ca: Francès
chs: 法国
da: Fransk
de: Französisch
fi: Ranskan
fr: Française
pl: Francuski
ru: Французский

# language_german
source: German
ca: Alemany
chs: 德国
da: Tysk
de: Deutsch
fi: Saksan
fr: Allemande
pl: Niemiecki
ru: Немецкий

# language_greek
source: Greek
ca: Grec
chs: 希腊
da: Græsk
de: Griechisch
fi: Kreikan
fr: Grecque
pl: Grecki
ru: Греческий

# language_hebrew
source: Hebrew
ca: Hebreu
chs: 希伯来文
da: Hebraisk
de: Hebräisch
fi: Heprea
fr: Hébreu
pl: Hebrajski
ru: Иврит

# language_hungarian
source: Hungarian
ca: Hongarès
chs: 匈牙利
da: Ungarsk
de: Ungarisch
fi: Unkarin
fr: Hongrois
pl: Węgierski
ru: Венгерский

# language_italian
source: Italian
ca: Italià
chs: 意大利
da: Italiensk
de: Italienisch
pl: Włoski
ru: Итальянский

# language_japanese
source: Japanese
ca: Japonès
chs: 日本
da: Japansk
de: Japanisch
fi: Japanin
fr: Japonais
pl: Japoński
ru: Японский

# language_korean
source: Korean
ca: Coreà
chs: 韩国
da: Koreansk
de: Koreanisch
fr: Coréenne
pl: Koreański
ru: Корейский

# language_norwegian
source: Norwegian
ca: Noruec
chs: 挪威
da: Norsk
de: Norwegisch
fi: Norja
fr: Norvégienne
ru: Норвежский

# language_polish
source: Polish
ca: Polonès
chs: 波兰
da: Polsk
de: Polnisch
fi: Puolan
fr: Polonaise
pl: Polska
ru: Польский

# language_portuguese
source: Portuguese
ca: Portuguès
chs: 葡萄牙语
da: Portugisisk
de: Portugiesisch
fi: Portugalin
fr: Portugaise
pl: Portugalski
ru: Португальский

# language_portuguese_brazil
source: Portuguese (Brazil)
ca: Portuguès (Brasil)
chs: 葡萄牙语（巴西）
da: Portugisisk (Brasilien)
de: Portugiesisch (Brasilien)
fi: Portugali (Brasilia)
fr: Portugais (Brésil)
pl: Portugalski (Brazylia)
ru: Португальский (Бразилия)

# language_russian
source: Russian
ca: Rus
chs: 俄罗斯
da: Russisk
de: Russisch
fi: Venäjän
fr: Russie
pl: Rosyjska
ru: Русский

# language_spanish
source: Spanish
ca: Espanyol
chs: 西班牙
da: Spansk
de: Spanisch
fi: Espanjan
fr: Espagnole
pl: Hiszpański
ru: Испанский

# language_swedish
source: Swedish
ca: Suec
chs: 瑞典语
da: Svensk
de: Schwedisch
fi: Ruotsin
fr: Suédoise
pl: Szwedzki
ru: Шведский

# language_turkish
source: Turkish
ca: Turc
chs: 土耳其
da: Tyrkisk
de: Türkisch
fi: Turkin
fr: Turque
pl: Turecki
ru: Турецкий

source: Last Status Report
ca: Informe del darrer estat
chs: 最后状况报告
da: Sidste statusrapport
de: Letzter Statusbericht
fi: Viime tilanneraportti
fr: Dernier Rapport Situation
pl: Ostatnie Raport o stanie
ru: Последний отчет о состоянии

source: Last Updated
ca: Actualitzat
chs: 最后更新
da: Sidst opdateret
de: Zuletzt Aktualisiert
fi: Viimeksi päivitetty
fr: Dernière Mise à Jour
pl: Zmieniony
ru: Последнее обновление

source: Less Than
ca: Menys que
chs: 小于
da: Mindre end
de: Geringer Als
fr: Moins Que
ru: Меньше

source: Less Than Or Equal To
ca: Menor o igual a
chs: 大于或等于
da: Mindre end eller lig med
de: Kleiner oder Gleich Zu
fi: Vähemmän tai yhtä suuri kuin
fr: Moins Que ou Égal à
pl: Mniejsze lub równe
ru: Меньше или равно

source: Load
ca: Càrrega
chs: 负载
da: Indlæs
de: Laden
fi: Kuormitus
fr: Charge
pl: Obciążenia
ru: Загрузить

source: Modified
ca: Modificat
chs: 修改
da: Modificerede
de: Geändert
fi: Muokattu
fr: Modification
pl: Ostatnia aktualizacja
ru: Изменен

source: Modified Date
ca: Data de modificació
chs: 修改日期
da: Modificeret Dato
de: Änderungsdatum
fi: Muokattu pvm
fr: Date de Modification
pl: Data modyfikacji
ru: Дата изменения

source: Needed
ca: Cal
chs: 需要
da: Krævet
de: Benötigte
fi: Tarvitaan
fr: Nécessaire
pl: Potrzebny
ru: Нуждаются

source: Next
ca: Següent
chs: 下一页
da: Næste
de: Weiter
fi: Seuraava
fr: Suivant
pl: Następna
ru: Следующий

source: No Approval
ca: No aprovat
chs: 不批准
da: Ingen Godkendelse
de: Keine Zulassung
fi: Ei hyväksyminen
fr: Aucune approbation
pl: Brak zgody
ru: Нет Одобрено

source: No Status
ca: No hi ha Estat
chs: 无状态
da: Ingen Status
de: Kein Status
fi: Ei tila
fr: Pas de Statut
pl: Nr Status
ru: Нет Статуса

source: None
ca: Cap
chs: 没有
da: Ingen
de: Keine
fi: Ei
fr: Aucun
pl: Brak
ru: Ни один

source: Not Applicable
ca: No és aplicable
chs: 不适用
da: Ikke relevant
de: Nicht Anwendbar
fi: Ei sovellettavissa
fr: Ne s'Applique Pas
pl: Nie dotyczy
ru: Не применимо

source: Not Approved
ca: No aprovats
chs: 不批准
da: Ikke godkendt
de: Nicht Genehmigt
fi: Ei hyväksytty
fr: Non Approuvé
pl: Niezatwierdzona
ru: Не одобрено

source: Not Installed
ca: No s'ha instal·lat
chs: 未安装
da: Ikke installeret
de: Nicht Installiert
fi: Ei asennettuna
fr: Non Installé
pl: Nie zainstalowany
ru: Не установлен

source: Operating System
ca: Sistema Operatiu
chs: 操作系统
da: Operativsystem
de: Betriebssystem
fi: Käyttöjärjestelmä
fr: Système d'Exploitation
pl: System operacyjny
ru: Операционная система

source: OR
ca: O
chs: 或
da: ELLER
de: ODER
fi: TAI
fr: OU
ru: ИЛИ

source: Path
ca: Ruta
chs: 路径
da: Sti
fi: Polku
pl: Ścieżka
ru: Путь

source: Product Code
ca: Codi del producte
chs: 产品编号
da: Product kode
de: Produkt-Code
fi: Tuotekoodi
fr: Code Produit
ru: Код Продукта

source: Product Type
ca: Tipus de producte
chs: 产品类型
da: Produkt Type
de: Produkttyp
fi: Tuotetyyppi
fr: Type Produit
pl: Rodzaj produktu
ru: Тип продукта

source: Products
ca: Productes
chs: 产品
da: Produkter
de: Produkte
fi: Tuotteet
fr: Produits
pl: Produkty
ru: Продукты

# prompt_connection_cert
source: Would you like to do so now?
ca: Voleu fer-ho ara?
chs: 你想这样做吗？
da: Vil du gøre det nu?
de: Möchten Sie dies jetzt tun?
fi: Haluatko tehdä sen nyt?
fr: Souhaitez-vous faire maintenant?
pl: Chcesz zrobić to teraz?
ru: Хотели бы вы сделать это сейчас?

# prompt_connection_wait
source: Please wait while the update is published.
ca: Si us plau, espereu mentre l'actualització es publica.
chs: 请等待更新出版。
da: Vent venligst, mens opdateringen bliver udgivet.
de: Bitte warten Sie das Update veröffentlicht wird.
fi: Odota, kun päivitys on julkaistu.
fr: S'il vous plaît patienter pendant que la mise à jour est publiée.
pl: Poczekaj, aż aktualizacja zostanie ogłoszony.
ru: Подождите, пока обновление публикуется.
