Repository: WrayOfSunshine/LocalUpdatePublisher
Catalog: LocalUpdatePublisher/Properties/Global Strings/GlobalStrings.*-*.resx
Languages: ca, chs, da, de, fi, fr, pl, ru

source: DWORD Value
ca: Valor DWORD
chs: DWORD值
da: DWORD-værdi
de: DWORD-Wert
fi: DWORD-arvo
fr: Valeur DWORD
pl: Wartość DWORD
ru: Параметр DWORD

source: Add New Server
ca: Afegir un nou servidor
chs: 添加新服务器
da: Tilføj ny server
de: Neuen Server Hinzufügen
fi: Lisää uusi palvelin
fr: Ajouter Nouveau Serveur
pl: Dodaj nowy serwer
ru: Добавить новый сервер

source: Add Rule
ca: Afegir regla
chs: 新增规则
da: Tilføj regel
de: Regel Hinzufügen
fi: Lisää sääntö
fr: Ajouter Règle
pl: Dodaj Artykuł
ru: Добавить правило

source: All
ca: Tots
chs: 所有
da: Alle
de: Alle
fi: Kaikki
fr: Tous
pl: Wszystkie
ru: Все

source: all required
ca: tots els necessaris
chs: 所有必需的
da: Alle kræves
de: alle erforderlichen
fi: kaikki tarvittavat
fr: tous les nécessaires
pl: wszystkich wymaganych
ru: все необходимые

source: AND
ca: I
chs: 及
da: OG
de: UND
fi: JA
fr: ET
pl: I
ru: И

source: Any
ca: Qualsevol
chs: 任何
da: Enhver
de: Jeder
fi: Kaikki
fr: Tout
pl: Wszelkie
ru: Любой

source: Application
ca: Aplicació
chs: 应用
da: Applikation
de: Anwendung
fi: Soveltaminen
pl: Zastosowanie
ru: Приложение

source: Approval
ca: Aprovació
chs: 批准
da: Godkendelse
de: Zulassung
fi: Hyväksyminen
fr: Approbation
pl: Zatwierdzenie
ru: Одобрение

source: Approve
ca: Aprovar
chs: 批准
da: Godkend
de: Genehmigen
fi: Hyväksyä
fr: Approuver
pl: Zatwierdzenie
ru: Одобрять

source: Approved
ca: Aprovat
chs: 批准
da: Godkendt
de: Genehmigt
fi: Hyväksytty
fr: Approuvé
pl: Zatwierdzony
ru: Одобрено

source: Approved for Install
ca: Aprovat per a la seva instal·lació
chs: 批准进行安装
da: Godkendt til Installering
de: Zugelassen für Installation
fi: Hyväksytty Asenna
fr: Approuvé pour l'Installation
pl: Dopuszczone do instalacji
ru: Одобрено для установки

source: Begins With
ca: Comença amb
chs: 开始
da: Begynder med
de: Beginnt Mit
fi: Alkaa
fr: Commence Par
pl: Z Begins
ru: Начинается с

source: Build Number
ca: Nombre de compilació
chs: 版本号
da: Build-nummer
de: Build-Nummer
fi: Rakenna määrä
fr: Numéro Version
pl: Numer kompilacji
ru: Номер сборки

source: Cancel
ca: Cancel·lar
chs: 取消
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
pl: Anuluj
ru: Отменить

source: Clear Selection
ca: Esborrar selecció
chs: 清除选择
da: Ryd markering
de: Auswahl Löschen
fi: Selkeä valinta
fr: Effacer Sélection
pl: Wyczyść zaznaczenie
ru: Очистить Выделение

source: Close
ca: Tanca
chs: 关闭
da: Luk
de: Schließen
fi: Sulje
fr: Fermer
pl: Zamknij
ru: Закрыть

source: Comparison
ca: Comparació
chs: 比较
da: Sammenligning
de: Vergleich
fi: Vertailu
fr: Comparaison
pl: Porównanie
ru: Сравнение

source: Components
chs: 组件
da: Komponenter
de: Komponenten
fi: Komponentit
fr: Composants
ru: Компоненты

source: Computer Name
ca: Nom d'equip
chs: 计算机名
da: Computer Navn
fi: Tietokoneen nimi
fr: Nom Ordinateur
pl: Nazwa komputera
ru: Имя компьютера

source: Computers
ca: Ordinadors
chs: 计算机
da: Computere
fi: Tietokoneet
fr: Ordinateurs
pl: Komputery
ru: Компьютеры

# computers_shown
source: {0} computers shown
ca: {0} ordinadors mostrats
chs: {0}电脑显示
da: {0} computere vist
de: {0} Computer gezeigt
fi: {0} tietokoneet osoittanut
fr: {0} ordinateurs montré
pl: {0} komputery pokazano
ru: Показано {0} компьютеров

source: Contains
ca: Conté
chs: 包含
da: Indeholder
de: Enthält
fi: Sisältää
fr: Contient
pl: Zawiera
ru: Содержит

source: Create Rule
ca: Crear regla
chs: 创建规则
da: Opret regel
de: Regel Erstellen
fi: Luo sääntö
fr: Créer Règle
pl: Utwórz regułę
ru: Создать правило

source: Created
ca: Creat
chs: 创建
da: Oprettet
de: Erstellt
fi: Luotu
fr: Créé
pl: Wykonawca
ru: Создан

source: Creation Date
ca: Data de creació
chs: 创建日期
da: Oprettelsesdato
de: Erstellungsdatum
fi: Luontipäivämäärä
fr: Date Création
pl: Data utworzenia
ru: Дата создания

source: Custom GUID
ca: GUID personalitzat
chs: 自定义的GUID
da: Tilpasset GUID
ru: Настроить GUID

source: Data
ca: Dades
chs: 数据
de: Daten
fi: Tiedot
fr: Données
pl: Dane
ru: Данные

source: Date
ca: Data
chs: 批准日期
da: Dato
de: Datum
fi: Päivämäärä
pl: Data
ru: Дата одобрения

source: Decline
ca: Declinar
chs: 下滑
da: Afvis
de: Rückgang
fi: Kieltäytyä
fr: Baisse
pl: Spadek
ru: Отклонить

source: Declined
ca: Declinat
chs: 拒绝
da: Afvist
de: Abgelehnt
fi: Hylätty
fr: Refusée
pl: Odrzucona
ru: Отклонено

source: Declined (Expired)
ca: Declinat (Caducat)
chs: 下降（已过期）
da: Afvist (Udløbet)
de: Abgelehnt (Abgelaufen)
fi: Hylätty (päättynyt)
fr: Refusée (Périmée)
pl: Odrzucona (wygasł)
ru: Отклонено (Завершено)

source: Delete
ca: Esborrar
chs: 删除
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
pl: Usuń
ru: Удалить

source: Domain Controller
ca: Controlador de domini
chs: 域控制器
de: Domänen-Controller
fr: Contrôleur Domaine
ru: Контроллер домена

source: Downloaded
ca: Descarregat
chs: 下载
da: Downloadet
de: Heruntergeladen
fi: Ladattu
fr: Téléchargé
pl: Pobrane
ru: Загруженный

source: Driver
ca: Controlador
chs: 驱动程序
fi: Kuljettaja
pl: Sterownik
ru: Драйвер

source: Edit
ca: Edita
chs: 编辑
da: Rediger
de: Bearbeiten
fi: Muokkaa
fr: Modifier
pl: Edytuj
ru: Редактировать

source: Ends With
ca: Acaba amb
chs: 结尾
da: Slutter med
de: Endet Mit
fi: Loppuu
fr: Termine Par
pl: Kończy Z
ru: Оканчивается на

source: Equal To
ca: Igual a
chs: 等于
da: Svarende til
de: Ungleich
fi: Yhtä
fr: Pour l'Egalité
pl: Równe
ru: Равно

# error_cannot_uninstall
source: This update cannot be uninstalled.
ca: Aquesta actualització no es pot desinstal·lar.
chs: 此更新无法卸载。
da: Denne opdatering kan ikke afinstalleres.
de: Dieses Update kann nicht deinstalliert werden.
fi: Tätä päivitystä ei voi poistaa.
fr: Cette mise à jour ne peut pas être désinstallé.
pl: Tej aktualizacji nie można odinstalować.
ru: Это обновление не может быть удалено.

# error_cannot_uninstall_multiple
source: You cannot uninstall multiple updates.
ca: No podeu pas desinstal·lar actualitzacions múltiples.
chs: 您不能卸载多个更新。
da: Du kan ikke afinstallere multiple opdateringer.
de: Sie können nicht deinstalliert werden mehrere aktuelles.
fi: Et voi poistaa useita päivityksiä.
fr: Vous ne pouvez pas désinstaller plusieurs mises à jour.
pl: Nie można odinstalować wielu aktualizacji.
ru: Вы не можете удалить несколько обновлений.

# error_certificate_import_ssl
source: You cannot import a certificate unless you are connected securely to the WSUS server using SSL.
ca: No podeu pas importar un certificat si no sou connectat segurament amb el servidor WSUS amb SSL.
chs: 你不能导入，除非你是牢固地连接到WSUS服务器使用SSL的证书。
da: Du kan ikke importere et certifikat, medmindre du er tilsluttet korrekt til WSUS-serveren med SSL.
de: Man kann nicht importieren Sie ein Zertifikat, wenn Sie sicher mit dem WSUS-Server mit SSL verbunden sind.
fi: Et voi tuoda todistuksen ellet ole liitetty lujasti WSUS-palvelimeen SSL.
fr: Vous ne pouvez pas installer plusieurs mises à jour.
pl: Nie można zaimportować certyfikat, chyba że jesteś podłączony do serwera WSUS przy użyciu protokołu SSL.
ru: Вы не можете импортировать сертификат, пока не установите защищенное соединение с WSUS-сервером с помощью протокола SSL.

# error_command_arguments
source: Not enough arguments to generate report
ca: No hi ha prou arguments per generar l'informe
chs: 没有足够的参数，生成报表
da: Ikke nok argumenter for at generere rapporten
de: Nicht genug Argumente zu generieren Bericht
fi: Ei tarpeeksi parametrejä Raportin luominen
fr: Arguments n'y a pas suffisamment de générer des rapports
pl: Za mało argumentów, aby wygenerować raport
ru: Не достаточно аргументов, чтобы сгенерировать отчет

# error_command_connect
source: Could not connect to {0}
ca: No s'ha pogut connectar a {0}
chs: 无法连接到{0}
da: Kunne ikke forbinde til {0}
de: Konnte keine Verbindung zu {0}
fi: Ei voitu yhdistää {0}
fr: Impossible de se connecter à {0}
pl: Nie można połączyć się {0}
ru: Не могу подключиться к {0}

# error_command_find_computer
source: Could not find {0} computer target.
ca: No s'ha trobat l'equip de destinació {0}.
chs: 找不到{0}目标计算机。
da: Kunne ikke finde {0} computer.
de: Konnte nicht gefunden werden {0} Computer Ziel.
fi: Ei löytynyt {0} tietokoneeseen tavoitteeseen.
fr: Impossible de trouver l'ordinateur cible {0}.
pl: Nie znaleziono {0} docelowego komputera.
ru: Не удалось найти целевой компьютер {0} .

# error_command_find_group
source: Could not find {0} group.
ca: No s'ha trobat el grup {0}.
chs: 找不到{0}组。
da: Kunne ikke finde {0} gruppe.
de: Konnte nicht gefunden werden {0}-Gruppe.
fi: Ei löytynyt {0} ryhmä.
fr: Impossible de trouver le groupe {0}.
pl: Nie znaleziono {0} grupy.
ru: Не удалось найти группу {0} .

# error_command_find_update
source: Could not find {0} update.
ca: No s'ha trobat l'actualització {0}.
chs: 找不到{0}更新。
da: Kunne ikke finde {0} opdatering.
de: Konnte nicht gefunden werden {0} zu aktualisieren.
fi: Ei löytynyt {0} päivitys.
fr: Impossible de trouver le {0} mise à jour.
pl: Nie znaleziono {0} aktualizacji.
ru: Не удалось найти обновление {0} .

# error_command_unknown
source: Unknown Command
ca: Comanda desconeguda
chs: 未知的命令
da: Ukendt Kommando
fi: Tuntematon komento
fr: Commande Inconnue
pl: Command: nie wiadomo
ru: Неизвестная команда

# error_connection_cert_save
source: There was an error creating the certificate.
ca: Hi ha hagut un error en crear el certificat.
chs: 创建证书时出现错误。
da: Der opstod en fejl under oprettelse af certifikatet.
de: Es gab einen Fehler beim Erstellen des Zertifikats.
fi: Oli virhe luoda sertifikaatti.
fr: Il ya eu une erreur pendant la création du certificat.
pl: Wystąpił błąd przy tworzeniu świadectwa.
ru: Ошибка при создании сертификата.

# error_connection_connect
source: Failed to connect to server.
ca: No s'ha pogut connectar amb el servidor.
chs: 无法连接到服务器。
da: Kunne ikke oprette forbindelse til serveren.
de: Konnte keine Verbindung zum Server herstellen.
fi: En saanut yhteyttä palvelimeen.
fr: Impossible de se connecter au serveur.
pl: Nie udało się połączyć z serwerem.
ru: Не удалось подключиться к серверу.

# error_connection_connect_URI
source: Your servername is not properly formatted.
ca: El vostre nom de servidor no té pas el format correcte.
chs: 您的servername是格式不正确。
da: Din servernavn er ikke korrekt formateret.
de: Ihr Servername ist nicht korrekt formatiert.
fi: Sinun palvelinnimi ei ole oikein muotoiltu.
fr: Votre nom de serveur n'est pas formaté correctement.
pl: Twoje nazwa_serwera nie jest prawidłowo sformatowany.
ru: Ваше имя сервера имеет неверный формат.

# error_connection_connect_security
source: You are not permitted to connect to the WSUS server.
ca: No teniu permisos per connectar-vos al servidor WSUS.
chs: 你是不是允许连接到WSUS服务器。
da: Du har ikke tilladelse at oprette forbindelse til WSUS-serveren.
de: Sie sind nicht berechtigt, mit dem WSUS-Server herstellen.
fi: Et saa yhteyttä WSUS-palvelimen.
fr: Vous n'êtes pas autorisé à se connecter au serveur WSUS.
pl: Nie masz uprawnień, aby połączyć się z serwerem WSUS.
ru: У вас нет доступа для подключения к WSUS-серверу.

# error_connection_copy_directory
source: Unable to copy directory
ca: No es pot copiar el directori
chs: 无法复制目录
da: Kan ikke kopiere bibliotek
de: Kann Verzeichnis kopieren
fi: Ei voi kopioida hakemistoon
fr: Impossible de copier le répertoire
pl: Nie można skopiować katalogu
ru: Не удается скопировать каталог

# error_connection_download
source: Could not download {0}.
ca: No s'ha pogut descarregar {0}.
chs: 无法下载{0}。
da: Kunne ikke hente {0}.
de: Konnte nicht heruntergeladen werden {0}.
fi: Ei voi ladata {0}.
fr: Impossible de télécharger {0}.
pl: Nie można pobrać {0}.
ru: Не удалось загрузить {0}.

# error_connection_export_SDP
source: Could not export SDP.
ca: No s'ha pogut exportar l'SDP.
chs: 无法出口的SDP。
da: Kunne ikke eksportere SDP.
de: Könnte nicht exportieren SDP.
fi: Voitu viedä SDP.
fr: Impossible d'exportation SDP.
pl: Nie można wywóz SDP.
ru: Не удалось экспортировать SDP.

# error_connection_get_SDP
source: Could not get SDP
ca: No s'ha pogut obtindre l'SDP.
chs: 无法获得的SDP
da: Kunne ikke få SDP
de: Konnte nicht abgerufen werden SDP
fi: Voinut saada SDP
fr: Impossible d'obtenir le SDP
pl: Nie udało się uzyskać SDP
ru: Не удалось получить SDP

# error_connection_manager_publish
source: The package could not be published.
ca: El paquet no pot pas ésser publicat.
chs: 该软件包不能公布。
da: Pakken kunne ikke udgives.
de: Das Paket konnte nicht veröffentlicht werden.
fi: Paketti ei voitu julkaista.
fr: Le paquet n'a pas pu être publié.
pl: Pakiet nie może zostać opublikowane.
ru: Пакет не может быть опубликован.

# error_connection_no_XML
source: This file does not contain an XML file.
ca: Aquest fitxer no conté un arxiu XML.
chs: 此文件不包含一个XML文件。
da: Denne fil indeholder ikke en XML-fil.
de: Diese Datei enthält keine XML-Datei.
fi: Tämä tiedosto ei sisällä XML-tiedoston.
fr: Ce fichier ne contient pas un fichier XML.
pl: Ten plik nie zawiera plik XML.
ru: Этот файл не содержит XML-файл.

# error_connection_no_cab
source: This file does not contain a CAB file.
ca: Aquest fitxer no conté un arxiu CAB.
chs: 此文件不包含一个CAB文件。
da: Denne fil indeholder ikke en CAB-fil.
de: Diese Datei enthält keine CAB-Datei.
fi: Tämä tiedosto ei sisällä cab-tiedoston.
fr: Ce fichier ne contient pas un fichier CAB.
pl: Ten plik nie zawiera pliku CAB.
ru: Этот файл не содержит CAB-файл.

# error_connection_no_cert
source: There is no certificate on {0}. Until you create or import a certificate you will not be able to publish updates.
ca: No hi ha cap certificat a {0}. Fins que no en creeu o n'importeu un, no podreu pas publicar actualitzacions.
chs: {0}没有证书。直到您创建或导入证书，您将无法发布更新。
da: Der er ingen attest på {0}. Indtil du opretter eller importere et certifikat, vil du ikke være i stand til at udgive opdateringer.
de: Es gibt kein Zertifikat auf {0}. Bis Sie erstellen oder importieren Sie ein Zertifikat nicht in der Lage, um Updates zu veröffentlichen.
fi: Ei ole todistus {0}. Kunnes luot tai tuoda todistus et voi julkaista päivityksiä.
fr: Il n'ya pas de certificat sur {0}. Jusqu'à ce que vous créez ou importez un certificat vous ne serez pas en mesure de publier des mises à jour.
pl: Nie ma certyfikatu na {0}. Do tworzenia lub importowania certyfikatu nie będą mogli publikować aktualizacje.
ru: Нет сертификата на {0}. Пока вы не создадите или импортируете сертификат, Вы не сможете публиковать обновления.

# error_connection_none
source: You are not connected to a WSUS server.
ca: No sou pas connectat a un servidor WSUS.
chs: 您没有连接到WSUS服务器。
da: Du er ikke forbundet til en WSUS server.
de: Sie sind nicht mit einem WSUS-Server verbunden.
fi: Et ole liitetty WSUS-palvelin.
fr: Vous n'êtes pas connecté à un serveur WSUS.
pl: Nie jesteś podłączony do serwera WSUS.
ru: Вы не подключены к серверу WSUS.

# error_export_catalog_no_url
source: This update cannot be exported because an Original URL has not be entered.
ca: Aquesta actualització no es pot pas exportar per què no s'ha escrit una URL Original.
chs: 此更新不能出口，因为尚未输入的原始URL。
da: Denne opdatering kan ikke eksporteres, fordi en Original URL ikke er indtastet.
de: Dieses Update kann nicht ausgeführt werden, weil ein Original-URL nicht eingegeben hat sein werden.
fi: Tämä päivitys ei voida viedä ulkomaille, koska alkuperäinen URL ei ole merkittävä.
fr: Cette mise à jour ne peut pas être exporté en raison d'une URL d'origine n'a pas inscrit.
pl: Ta aktualizacja nie może być eksportowane, ponieważ URL nie zostaną wpisane.
ru: Это обновление не может быть экспортировано потому, что исходный URL не был введен.

# error_export_catalog_no_url_multiple
source: Some packages could not be added because an Original URL was not entered.
ca: Alguns paquets no es poden pas afegir perquè no s'ha escrit una URL Original.
chs: 一些软件包无法补充，因为没有输入的原始URL。
da: Nogle pakker kunne ikke tilføjes, da en Original URL ikke blev indtastet.
de: Einige Pakete konnten nicht aufgenommen, weil ein Original-URL nicht eingetragen wurde.
fi: Joitakin paketteja ei voitu lisätä, koska alkuperäinen URL ei ole kirjattu.
fr: Certains paquets ne peuvent être ajouté, car une URL d'origine n'a pas été entré.
pl: Niektóre z pakietów nie można dodać ponieważ URL nie został wprowadzony.
ru: Некоторые пакеты не могут быть добавлены потому, что исходный URL не был введен.

# error_export_catalog_not_cab
source: You must export to a cab file.
ca: Heu d'exportar un arxiu .cab.
chs: 您必须导出一个CAB文件。
da: Du skal eksportere til en cab-fil.
de: Sie müssen mit einer CAB-Datei zu exportieren.
fi: Sinun täytyy viedä cab-tiedoston.
fr: Vous devez exporter vers un fichier cab.
pl: Musisz eksport do pliku CAB.
ru: Вы должны экспортировать в cab-файл.

# error_export_update_data
source: The package content does not exist in the UpdateServicesPackages folder. It cannot be exported.
ca: El contingut del paquet no existeix a la carpeta UpdateServicesPackages. No es pot exportar.
chs: 包的内容在UpdateServicesPackages文件夹中不存在。它不能出口。
da: Pakkens indhold eksisterer ikke i UpdateServicesPackages mappen. Den kan ikke eksporteres.
de: Das Paket Inhalt nicht in der UpdateServicesPackages ordner vorhanden. Es kann nicht exportiert werden.
fi: Paketin sisältö ei ole olemassa UpdateServicesPackages kansioon. Sitä ei voi viedä.
fr: Le contenu du package n'existe pas dans le dossier UpdateServicesPackages. Il ne peut pas être exporté.
pl: Zawartość pakietu nie ma w folderze UpdateServicesPackages. To nie mogą być wywożone.
ru: Содержимое пакета не существует в папке UpdateServicesPackages. Он не может быть экспортирован.

# error_import_catalog_no_xml
source: No XML file was found in this Cabinet file.
ca: No s'ha trobat pas cap arxiu XMB dins d'aquest .cab.
chs: 没有XML文件被发现在此CAB文件。
da: Ingen XML-fil blev fundet i denne Cabinet fil.
de: Keine XML-Datei wurde in dieser CAB-Datei gefunden.
fi: Ei XML tiedosto löytyi tämä cab-tiedoston.
fr: Aucun fichier XML a été trouvée dans ce fichier Cabinet.
pl: Brak pliku XML został znaleziony w pliku Cabinet.
ru: Не был найден XML-файл в этом cab-файле.

# error_package_resigned
source: The package could not be re-signed.
ca: No es pot tornar a signar el paquet.
chs: 包无法重新签署。
da: Pakken kunne ikke blive re-signeret.
de: Das Paket konnte nicht neu signiert werden.
fi: Paketti voisi olla jälleen allekirjoittanut.
fr: Le paquet n'a pas pu être re-signé.
pl: Pakiet nie może być ponownie podpisany.
ru: Пакет не может быть переподписан.

# error_packages_expired
source: Not all the packages were successfully expired.
ca: No tots els paquets han expirat satisfactòriament.
chs: 并非所有的包被成功过期。
da: Ikke alle pakker blev med held sat til udløbet.
de: Nicht alle Pakete wurden erfolgreich abgelaufen.
fi: Ei kaikki paketit onnistuneesti päättynyt.
fr: Pas tous les paquets ont été avec succès expiré.
pl: Nie wszystkie pakiety zostały pomyślnie wygasła.
ru: Не все пакеты успешно завершились.

# error_packages_resigned
source: Not all the packages were successfully re-signed.
ca: No tots es paquets s'han tornat a signar signat amb èxit.
chs: 并非所有的包被成功地重新签订。
da: Ikke alle pakker blev signeret.
de: Nicht alle Pakete wurden erfolgreich neu signiert.
fi: Ei kaikki paketit onnistuneesti jälleen allekirjoittanut.
fr: Pas tous les paquets ont été re-signé avec succès.
pl: Nie wszystkie pakiety zostały pomyślnie ponownie podpisany.
ru: Не все пакеты были успешно переподписаны.

# error_result_code_empty
source: Result must not be empty.
ca: El resultat no ha d'ésser pas buit.
chs: 结果不能是空的。
da: Resultatet må ikke være tomt.
de: Ergebnis darf nicht leer sein.
fi: Tulos ei saa olla tyhjä.
fr: Résultat ne doit pas être vide.
pl: Wynik nie musi być pusty.
ru: Результат не должен быть пустым.

# error_return_codes_empty
source: Return Code must not be empty.
ca: El codi de retorn no ha d'ésser pas buit.
chs: 返回代码不能为空。
da: Returkode må ikke være tom.
de: Return-Code darf nicht leer sein.
fi: Paluu koodi ei saa olla tyhjä.
fr: Résultat ne doit pas être vide.
pl: Kod zwrotny nie musi być pusty.
ru: Код возврата не должен быть пустым.

# error_row_invalid_update_id
source: This row did not return a valid UpdateID
ca: Aquesta filera no ha retornat pas un UpdateID vàlid
chs: 此行并没有返回一个有效的UpdateID
da: Denne række returnerede ikke et gyldigt UpdateID
de: Diese Zeile nicht zurückgeben eine gültige UpdateID
fi: Tämä rivi ei palannut voimassa UpdateID
pl: Ten wiersz nie wrócił ważnych UpdateID
ru: Эта строка не вернула действительный UpdateID

# error_rulecollection_cast
source: Could not cast import rule file to rule collection.
ca: No es pot assignar la regla d'importació a la col·lecció de regles.
chs: 无法投导入规则文件规则集合。
da: Kunne ikke importere regel fil til regel-samlingen.
de: Konnte keine Stimmen import-Regel-Datei Sammlung Regel.
fi: Ei voitu heittää tuoda sääntö tiedosto sääntö kokoelma.
fr: Cette ligne n'a pas retourné un UpdateID valide
pl: Nie można oddać plik reguł przywozu do państwa kolekcji.
ru: Невозможно разработать файл для правила импорта для контроля коллекции .

# error_rulecollection_file_open
source: Could not import rule file.
ca: No s'ha pogut importar el fitxer de regles.
chs: 无法导入规则文件。
da: Kunne ikke importere regel fil.
de: Konnte nicht importiert Regel-Datei.
fi: Ei voitu tuoda sääntö tiedosto.
fr: Impossible d'importer le fichier de règles.
pl: Nie można zaimportować pliku reguły.
ru: Не удалось импортировать файл правил.

# error_rulecollection_import_file_exists
source: The import file does not exist.
ca: El fitxer d'importació no existeix.
chs: 导入文件不存在。
da: Import filen eksisterer ikke.
de: Die Importdatei ist nicht vorhanden.
fi: Tuo tiedosto ei ole olemassa.
fr: Le fichier d'importation n'existe pas.
pl: Import plików nie istnieje.
ru: Файл импорта не существует.

# error_rules_editor_add_remove_group
source: Could not add/remove group.
ca: No s'ha pogut afegir / esborrar el grup.
chs: 无法添加/删除组。
da: Kunne ikke tilføje / fjerne gruppen.
de: Konnte nicht hinzufügen / entfernen Gruppe.
fi: Ei voitu lisää / poista ryhmä.
fr: Impossible d'ajouter/supprimer le groupe
pl: Nie można dodać / usunąć grupy.
ru: Не могу добавить/удалить группу.

# error_rules_load
source: The rules could not be loaded.
ca: Les regles no s'han pogut carregar.
chs: 无法加载的规则。
da: Reglerne kunne ikke indlæses.
de: Die Regeln könnten nicht geladen werden.
fi: Sääntöjä ei voi ladata.
fr: Impossible d'ajouter / supprimer le groupe.
pl: Zasady nie może być załadowany.
ru: Правила не могут быть загружены.

# error_rules_unrecognized
source: This rule is not recognized.
ca: Aquesta regla no es reconeix.
chs: 此规则不被认可。
da: Denne regel er ikke genkendt.
de: Diese Regel wird nicht erkannt.
fi: Tämä sääntö ei tunnisteta.
fr: Cette règle n'est pas reconnu.
pl: Zasada ta nie jest uznawana.
ru: Это правило не распознается.

# error_rules_unsupported_type
source: This rule type isn't supported yet.
ca: Aquest tipus de regla no és encara compatible.
chs: 此规则类型不支持。
da: Denne regel er ikke understøttet endnu.
de: Diese Regel Typ ist noch nicht unterstützt.
fi: Tämä sääntö ei tueta vielä.
fr: Ce type de règle n'est pas encore supporté.
pl: Tego rodzaju reguły nie jest jeszcze obsługiwany.
ru: Этот тип правила пока не поддерживается.

# error_saved_rules_export
source: You have not selected any rules to export.
ca: No heu seleccionat cap regla per exportar.
chs: 您没有选择任何规则的出口。
da: Du har ikke valgt nogen regler til eksport.
de: Sie haben keine Regeln für den Export ausgewählt.
fi: Et ole valinnut sääntöjä vientiin.
fr: Vous n'avez sélectionné aucun règles à l'exportation.
pl: Nie wybrano żadnych zasad na eksport.
ru: Вы не выбрали ни одного правила для экспорта.

# error_server_disconnected
source: The server is not connected.
ca: El servidor no és connectat.
chs: 服务器没有连接。
da: Serveren er ikke tilsluttet.
de: Der Server ist nicht angeschlossen.
fi: Palvelin ei ole kytketty.
fr: Le serveur n'est pas connecté.
pl: Serwer nie jest podłączony.
ru: Сервер не подключен.
