Repository: WrayOfSunshine/LocalUpdatePublisher
Catalog: LocalUpdatePublisher/Properties/Global Strings/GlobalStrings.*-*.resx
Languages: ca, chs, da, de, fi, fr, pl, ru

# warning_connection_cert_exists
source: A certificate already exists.
ca: Ja hi ha un certificat.
chs: 一个证书已经存在。
da: Et certifikat eksisterer allerede.
de: Ein Zertifikat ist bereits vorhanden.
fi: Sertifikaatti on jo olemassa.
fr: Un certificat existe déjà.
pl: Certyfikat już istnieje.
ru: Сертификат уже существует.

# warning_connection_cert_import
source: The certificate could not be imported. You must supply both a certificate file and a password to use an existing certificate.
ca: El certificat no sa'ha pogut pas importar. Heu de proporcionar un fitxer de certificat i una paraula de pas per utilitzar un certificat existent.
chs: 无法导入证书。您必须提供证书文件和密码，使用现有的证书。
da: Certifikatet kunne ikke importeres. Du skal angive både et certifikat fil og en adgangskode for at bruge et eksisterende certifikat.
de: Das Zertifikat konnte nicht importiert werden. Sie müssen sowohl ein Zertifikat-Datei und ein Passwort, um ein vorhandenes Zertifikat verwenden.e.
fi: Todistus ei voitu tuoda. Sinun tulee toimittaa sekä todistuksen tiedoston ja salasanan käyttö voimassa olevaa todistusta.
fr: Le certificat n'a pas pu être importés. Vous devez fournir un fichier de certificat et un mot de passe pour utiliser un certificat existant.
pl: Certyfikat nie mogą być importowane. Musisz podać zarówno plik certyfikatu, a hasło do istniejącego certyfikatu.
ru: Сертификат не может быть импортирован. Необходимо указать файл сертификата и пароль для использования существующего сертификата.

# warning_connection_no_cert
source: WSUS certificate not found.
ca: Certificat del WSUS no trobat.
chs: WSUS证书没有发现。
da: WSUS certifikat ikke fundet.
de: WSUS-Zertifikat nicht gefunden.
fi: WSUS todistusta ei löydy.
fr: Certificat WSUS introuvable.
pl: świadectwo WSUS nie znaleziono.
ru: WSUS сертификат не найден.

# warning_expire_metadata
source: {0} appears to be a metadata only update. Currently, these cannot be expired.
ca: {0} sembla ésser només una actualització de metadades. Actualment no se'l pot fer expirar.
chs: {0}，似乎是一个元数据只更新。目前，这些不能过期。
da: {0} synes udelukkende at være en metadata opdatering. I øjeblikket kan disse ikke sættes til udløbet.
de: {0} scheint ein Metadaten nur aktualisieren. Derzeit können diese nicht abgelaufen sein.
fi: {0} näyttäisi olevan vain metatietoja päivitys. Tällä hetkellä niitä ei voida päättynyt.
fr: {0} qui semble être une mise à jour des métadonnées seulement. Actuellement, ils ne peuvent pas être expiré.
pl: {0} wydaje się być tylko metadanych aktualizacji. Obecnie nie można ich ważność.
ru: {0}, кажется, только метаданные обновятся. В настоящее время они не могут завершиться.

# warning_no_row_selected
source: No row selected
ca: Cap filera seleccionada
chs: 没有行选择
da: Ingen markeret række
de: Keine Zeile ausgewählt
fi: Ei rivi valitun
fr: Aucune ligne sélectionnée
pl: Nie wybrany wiersz
ru: Не выбрана строка

# warning_no_value
source: You must enter a value.
ca: Heu de posar-hi un valor.
chs: 您必须输入一个值。
da: Du skal indtaste en værdi.
de: Sie müssen einen Wert eingeben.
fi: Sinun on syötettävä arvo.
fr: Vous devez entrer une valeur.
pl: Należy podać wartość.
ru: Вы должны ввести значение.

# warning_not_approved_all
source: You cannot prevent installation for the All Computers group
ca: No podeu pas impedir la instal·lació per al grup "Tots els Equips"
chs: 你不能阻止安装“所有计算机”组
da: Du kan ikke forhindre installation for alle computere gruppen
de: Sie können nicht verhindern die Installation für die Gruppe Alle Computer
fi: Et voi estää asennus kaikkiin tietokoneisiin ryhmässä
fr: Vous ne pouvez pas empêcher l'installation pour le groupe Tous les ordinateurs
pl: Nie można zapobiec instalacji dla grupy Wszyscy Komputery
ru: Вы не можете предупредить установку на группу Все Компьютеры

# warning_options_restart
source: You must restart LUP for this option to take effect.
ca: Heu de reiniciar el LUP perquè aquesta opció sigui efectiva.
chs: 您必须重新启动此选项生效LUP。
da: Du skal genstarte LUP før ændringen træder i kraft.
de: Sie müssen neu FNP für diese Option wirksam wird.
fi: Sinun on käynnistettävä LUP tämä vaihtoehto tulee voimaan.
pl: Należy ponownie uruchomić LUP tej opcji w życie.
ru: Вы должны перезагрузить LUP, чтобы этот параметр вступил в силу.

# warning_remove_package_data
source: There was a problem deleting the package content from the UpdateServicesPackages. Use this UpdateID to do so manually
ca: Hi ha hagut un problema esborrant el contingut del paquet de l'UpdateServicesPackages. Utilitzeu aquest UpdateID per fer-ho manualment.
chs: 删去从UpdateServicesPackages包的内容有一个问题。使用此手动这样做UpdateID
da: Der var et problem at slette pakkens indhold fra UpdateServicesPackages. Brug denne UpdateID til at gøre det manuelt
de: Es gab ein Problem beim Löschen der Inhalte aus dem Paket UpdateServicesPackages. Verwenden Sie diese UpdateID um dies manuell auszuführen
fi: Oli ongelma poistamalla paketin sisällön UpdateServicesPackages. Käytä tätä UpdateID siihen manuaalisesti
fr: Il y avait un problème de supprimer le contenu du package de la UpdateServicesPackages. Utilisez ce UpdateID de le faire manuellement
pl: Wystąpił problem z usunięciem zawartości pakietu z UpdateServicesPackages. Użyj tej UpdateID to zrobić ręcznie
ru: Проблема удаления содержимого пакета из UpdateServicesPackages. Используйте этот UpdateID, чтобы сделать это вручную

# warning_resign_metadata
source: {0} appears to be a metadata only update. Currently, these cannot be re-signed.
ca: {0} sembla ésser una actualització només de metadades. Actualment, aquestes no es poden tornar a signar.
chs: {0}，似乎是一个元数据只更新。目前，这些不能被重新签订。
da: {0} synes udelukkende at være en metadata opdatering. I øjeblikket kan disse ikke re-signeres.
de: {0} zu sein scheint ein Metadaten nur aktualisieren. Derzeit können diese nicht wieder geschlossen.
fi: {0} näyttäisi olevan vain metatietoja päivitys. Tällä hetkellä niitä ei voida jälleen allekirjoittanut.
fr: {0} qui semble être une mise à jour des métadonnées seulement. Actuellement, elles ne peuvent être re-signé.
pl: {0} wydaje się być tylko metadanych aktualizacji. Obecnie nie mogą one być ponownie podpisany.
ru: {0}, кажется, только метаданные обновятся. В настоящее время они не могут быть переподписаны.

# warning_revise_metadata
source: {0} appears to be a metadata only update. Currently, these cannot be revised.
ca: {0} paquets sembla que són només actualitzacions de metadades. Actaulemtn no es poden pas revisar.
chs: {0}，似乎是一个元数据只更新。目前，这些不能修改。
da: {0} synes udelukkende at være en metadata opdatering. I øjeblikket kan disse ikke re-signeres. I øjeblikket kan disse ikke ændres.
de: {0} zu sein scheint ein Metadaten nur aktualisieren. Derzeit kann diese nicht revidiert werden.
fi: {0} näyttäisi olevan vain metatietoja päivitys. Tällä hetkellä niitä ei voida tarkistaa.
fr: {0} qui semble être une mise à jour des métadonnées seulement. Actuellement, ils ne peuvent pas être révisés.
pl: {0} wydaje się być tylko metadanych aktualizacji. Obecnie, nie może ulec zmianie.
ru: {0}, кажется, только метаданные обновятся. В настоящее время они не могут быть пересмотрены.

# warning_revise_packages
source: You cannot revise multiple updates at the same time.
ca: No podeu pas revisar múltiples actualitzacions a la vegada.
chs: 你不能同时修改多个更新。
da: Du kan ikke ændre flere opdateringer på samme tid.
de: Sie können nicht mehrere Updates überarbeiten zugleic
fi: Et voi muuttaa useita päivityksiä samalla.
fr: Vous ne pouvez pas modifier plusieurs mises à jour en même temps.
pl: Nie można zmienić wiele aktualizacji w tym samym czasie.
ru: Вы не можете пересмотреть несколько обновлений в одно и то же время.

# warning_revised_package_data
source: There was a problem checking for the package content from the UpdateServicesPackages. This update cannot be revised.
ca: Hi va haver un problema en comprovar el contingut del paquet de l'UpdateServicesPackages. Aquesta actualització no es pot revisar.
chs: 有一个问题，检查包的内容从UpdateServicesPackages。此更新不能修改。
da: Der var et problem at kontrollere for pakkens indhold fra UpdateServicesPackages. Denne opdatering kan ikke ændres.
de: Es gab ein Problem bei der Überprüfung für das Paket Inhalt aus dem UpdateServicesPackages. Dieses Update kann nicht revidiert werden.
fi: Oli ongelma tarkistaa paketin sisällön UpdateServicesPackages. Tämä päivitys ei voi muuttaa.
fr: Il y avait un problème pour vérifier le contenu du package de la UpdateServicesPackages. Cette mise à jour ne peut pas être révisée.
pl: Nie było problemem dla kontroli zawartości paczki z UpdateServicesPackages. Ta aktualizacja nie może ulec zmianie.
ru: Проблема проверки содержимого пакета от UpdateServicesPackages. Это обновление не может быть пересмотрено.

# warning_rules_GUID
source: You must enter a valid GUID.
ca: Heu d'introduir un GUID vàlid.
chs: 您必须输入一个有效的GUID。
da: Du skal angive en gyldig GUID.
de: Sie müssen eine gültige GUID.
fi: Sinun tulee kelvollinen GUID.
fr: Vous devez entrer un GUID valide.
pl: Musisz podać poprawny identyfikator GUID.
ru: Вы должны ввести корректный GUID.

# warning_rules_OS
source: You must enter a major and minor OS version.
ca: Podeu entrar una versió del sistema operatiu principal i secundària.
chs: 您必须输入一个主要和次要的操作系统版本。
da: Du skal indtaste en større og mindre OS version.
de: Sie müssen einen Dur-und Moll-OS-Version.
fi: Sinun tulee suurten ja pienten OS-versio.
fr: Vous devez entrer une version majeure et mineure OS.
pl: Musisz wprowadzić większych i mniejszych wersji systemu operacyjnego.
ru: Вы должны ввести мин. и макс. версии ОС.

# warning_rules_comparison
source: You must select a comparison.
ca: Heu d'escollir una comparació.
chs: 你必须选择一个比较。
da: Du skal vælge en sammenligning.
de: Sie müssen einen Vergleich.
fi: Sinun täytyy valita vertailuun.
fr: Vous devez sélectionner une comparaison.
pl: Musisz wybrać porównania.
ru: Вы должны выбрать сравнение.

# warning_rules_date
source: You must select a date.
ca: Heu de seleccionar una data.
chs: 你必须选择一个日期。
da: Du skal vælge en dato.
de: Sie müssen ein Datum auswählen.
fi: Sinun täytyy valita päivämäärän.
fr: Vous devez sélectionner une date.
pl: Należy wybrać datę.
ru: Вы должны выбрать дату.

# warning_rules_editor_exists
source: This rule already exists.
ca: Aquesta regla ja existeix.
chs: 这条规则已经存在。
da: Denne regel findes allerede.
de: Diese Regel bereits vorhanden.
fi: Tämä sääntö on jo olemassa.
fr: Cette règle existe déjà.
pl: Zasada ta już istnieje.
ru: Это правило уже существует.

# warning_rules_file_path
source: You must enter a file path.
ca: Heu d'escriure una ruta d'arxiu.
chs: 您必须输入一个文件路径。
da: Du skal indtaste en filsti.
de: Sie müssen einen Pfad ein.
fi: Sinun tulee tiedoston polku.
fr: Vous devez entrer un chemin de fichier.
pl: Musisz podać ścieżkę do pliku.
ru: Вы должны ввести путь к файлу.

# warning_rules_file_size
source: Must enter file size.
ca: Heu d'introduir la mida del fitxer.
chs: 必须输入文件的大小。
da: Skal indtaste filstørrelse.
de: Müssen Sie die Dateigröße.
fi: Tultava tiedostokoko.
fr: Vous devez entrer la taille du fichier.
pl: Musisz wprowadzić rozmiar pliku.
ru: Необходимо ввести размер файла.

# warning_rules_language
source: You must select a language.
ca: Heu de seleccionar un idioma.
chs: 你必须选择一种语言。
da: Du skal vælge et sprog.
de: Sie müssen eine Sprache auszuwählen.
fi: Sinun täytyy valita kieli.
fr: Vous devez sélectionner une langue.
pl: Należy wybrać język.
ru: Вы должны выбрать язык.

# warning_rules_namespace
source: Must enter a namespace.
ca: Heu d'escriure un namespace.
chs: 必须输入一个命名空间。
da: Skal indtaste en værdi for namespace.
de: Müssen Sie einen Namespace.
fi: Tultava nimiavaruuteen.
fr: Vous devez entrer un espace de noms.
pl: Musi wprowadzić nazw.
ru: Необходимо ввести пространство имён.

# warning_rules_processor
source: You must select a processor type.
ca: Heu de seleccionar un tipus de processador.
chs: 您必须选择一个处理器类型。
da: Du skal vælge en processor type.
de: Sie müssen einen Prozessor-Typ.
fi: Sinun täytyy valita suorittimen tyypin.
fr: Vous devez sélectionner un type de processeur.
pl: Należy wybrać typ procesora.
ru: Вы должны выбрать тип процессора.

# warning_rules_query
source: You must enter a query.
ca: Podeu escriure una consulta.
chs: 您必须输入一个查询。
da: Du skal indtaste en forespørgsel.
de: Sie müssen eine Abfrage.
fi: Sinun tulee kysely.
fr: Vous devez entrer une requête.
pl: Należy wpisać zapytanie.
ru: Необходимо ввести запрос.

# warning_rules_registry_key
source: You must select a registry key.
ca: Heu de seleccionar una clau de registre.
chs: 你必须选择一个注册表项。
da: Du skal vælge en værdi for nøgle i registreringsdatabasen.
de: Sie müssen einen Registrierungsschlüssel.
fi: Sinun täytyy valita rekisteriavain.
fr: Vous devez choisir une clé de registre.
pl: Należy wybrać klucz rejestru.
ru: Вы должны выбрать ключ реестра.

# warning_rules_registry_sub_key
source: You must enter a registry sub key.
ca: Heu d'escriure una subclau de registre.
chs: 您必须输入一个注册表子项。
da: Du skal angive en værdi for registreringsdatabasens sub nøgle.
de: Sie müssen einen Registrierungsschlüssel Sub.
fi: Sinun tulee rekisterin osa avain.
fr: Vous devez entrer une clé de registre sous.
pl: Musisz wprowadzić pod klucz rejestru.
ru: Вы должны ввести подключ реестра.

# warning_rules_registry_type
source: You must select a registry value type.
ca: Heu de seleccionar un tipus de valor del registre.
chs: 您必须选择一个注册表值类型。
da: Du skal vælge en værdi for registreringsdatabasens type.
de: Sie müssen einen Registrierungsschlüssel Werttyp.
fi: Sinun täytyy valita rekisterin arvon tyyppi.
fr: Vous devez sélectionner un type de valeur de Registre.
pl: Należy wybrać typ wartości rejestru.
ru: Вы должны выбрать тип значения реестра.

# warning_rules_registry_value
source: Must enter registry value.
ca: Heu d'introduir el valor de registre.
chs: 必须进入注册表值。
da: Skal indtaste værdi til registreringsdatabasen.
de: Müssen Sie Registrierungswert.
fi: Tultava rekisterin arvon.
fr: Vous devez entrer la valeur de registre.
pl: Musisz wprowadzić wartość rejestru.
ru: Необходимо ввести значение реестра.

# warning_rules_version
source: You must enter a version.
ca: Heu d'escriure una versió.
chs: 您必须输入一个版本。
da: Du skal indtaste en version.
de: Sie müssen eine Version
fi: Sinun tulee versio.
fr: Vous devez entrer une version
pl: Musisz wprowadzić wersję.
ru: Вы должны ввести версию.

# warning_saved_rules_delete
source: You must select records for deletion.
ca: Heu de seleccionar registres per esborrar.
chs: 您必须选择要删除的记录。
da: Du skal vælge poster til sletning.
de: Sie müssen Datensätze zum Löschen.
fi: Sinun täytyy valita kirjaa poistetaan.
fr: Vous devez sélectionner des enregistrements à supprimer..
pl: Należy wybrać rekordy do usunięcia.
ru: Вы должны выбрать записи для удаления.

# warning_saved_rules_export
source: You have not selected any rules to export.
ca: No heu seleccionat cap regla per exportar.
chs: 您没有选择任何规则的出口。
da: Du har ikke valgt nogen regler til eksport.
de: Sie haben keine Regeln für den Export ausgewählt.
fi: Et ole valinnut sääntöjä vientiin.
fr: Vous n'avez sélectionné aucun règles à l'exportation.
pl: Nie wybrano żadnych zasad na eksport.
ru: Вы не выбрали ни одного правила для экспорта.

# warning_select_file
source: Please select a file.
ca: Si us plau, seleccioneu un arxiu.
chs: 请选择一个文件。
da: Vælg en fil.
de: Bitte wählen Sie eine Datei.
fi: Valitse tiedosto.
pl: Wybierz plik.
ru: Пожалуйста, выберите файл.

# warning_update_additional_files_uri
source: Cannot publish URI when additional files are included.
ca: No es pot publicar l'URI quan hi ha inclosos arxius addicionals.
chs: 不能包含其他文件时发布的URI。
da: Kan ikke udgive URI når ekstra filer er inkluderet.
de: Kann nicht veröffentlichen URI wenn noch weitere Dateien enthalten sind.
fi: Voi ei julkaista URI kun muita tiedostoja ovat mukana.
fr: Impossible de publier URI lorsque des fichiers supplémentaires sont inclus.
pl: Nie można opublikować URI, gdy znajdują się dodatkowe pliki.
ru: Можете не публиковать URI, когда дополнительные файлы включены.

# warning_update_file_mismatch
source: File name does not match.
ca: El nom del fitxer no coincideix.
chs: 文件名不匹配。
da: Filnavn passer ikke.
de: Dateiname stimmt nicht überein.
fi: Tiedoston nimi ei täsmää.
fr: Nom de fichier ne correspond pas.
pl: Plik nazwa nie pasuje.
ru: Имя файла не совпадает.

# warning_update_invalid_URI
source: Invalid URI
ca: URI no vàlid
chs: 无效的URI
da: Ugyldig URI
de: Ungültige URI
fi: Virheellinen URI
fr: Blancs URI
pl: Nieprawidłowe URI
ru: Неправильный URI

# warning_update_manual_edit
source: Edit this XML at your own risk.
ca: Editeu aquest XML sota la vostra responsabilitat i risc.
chs: 这个XML编辑您自己的风险。
da: Rediger denne XML på egen risiko.
de: Bearbeiten von XML auf eigene Gefahr
fi: Muokkaa tätä XML omalla vastuulla.
fr: Modifier cette XML à vos propres risques.
pl: Edytuj XML na własne ryzyko.
ru: Редактировать этот XML на свой страх и риск.

# warning_update_metadata_additional_files
source: You cannot publish a metadata only update with additional files.
ca: No podeu pas publicar una actualització només de metadades amb arxius addicionals.
chs: 您不能发布元数据只更新其他文件。
da: Du kan ikke udgive en opdatering kun med metadata, og samtidig tilføje yderligere filer.
de: Man kann nicht veröffentlichen Metadaten nur mit zusätzlichen Dateien zu aktualisieren.
fi: Et voi julkaista vain metatietoja päivitys muita tiedostoja.
fr: Vous ne pouvez pas publier une mise à jour des métadonnées uniquement avec des fichiers supplémentaires.
pl: Nie można opublikować tylko metadanych aktualizacji z dodatkowych plików.
ru: Вы не можете публиковать метаданные, только обновление с дополнительными файлами.

# warning_update_no_uri
source: No URI Given.
ca: No heu donat cap URI.
chs: 任何给定的URI。
da: Ingen URI angivet.
de: Nein URI Angesichts.
fi: Ei URI Given.
fr: Aucun URI tenu.
pl: Nr URI Given.
ru: Нет URI.

# warning_update_publish_failed
source: Package was not published.
ca: El paquet no s'ha publicat.
chs: 包装没有公布。
da: Pakken blev ikke udgivet.
de: Paket wurde nicht veröffentlicht.
fi: Paketti ei julkistettu.
fr: Paquet n'a pas été publié.
pl: Pakiet nie została opublikowana.
ru: Пакет не был опубликован.

# warning_update_publish_success
source: Package successfully published.
ca: Paquet publicat amb èxit.
chs: 包成功发布。
da: Pakken er blevet udgivet.
de: Paket erfolgreich veröffentlicht.
fi: Paketti onnistui julkaistu.
fr: Paquet a publié avec succès.
pl: Pakiet pomyślnie opublikowany.
ru: Пакет успешно опубликован.

# warning_update_revise_success
source: Package successfully revised.
ca: Paquet correctament revisat.
chs: 包成功修订。
da: Pakke med succes revideret.
de: Paket erfolgreich überarbeitet.
fi: Paketti onnistui tarkistettu.
fr: Forfait avec succès révi
pl: Pakiet pomyślnie zmienione.
ru: Пакет успешно проверен.

# warning_update_revised_failed
source: Package was not revised.
ca: El paquet no ha estat revisat.
chs: 包装不修改。
da: Pakken blev ikke revideret.
de: Paket wurde nicht revidiert.
fi: Paketti ei muutettu.
fr: Paquet n'a pas été révisé.
pl: Pakiet nie został zmieniony.
ru: Пакет не был проверен.

# warning_update_vendor
source: The vendor cannot be Microsoft.
ca: El venedor no pot ésser Microsoft.
chs: 供应商不能成为微软。
da: Udgiveren kan ikke være Microsoft.
de: Der Verkäufer kann nicht Microsoft.
fi: Myyjä ei voi olla Microsoft.
fr: Le vendeur ne peut pas être Microsoft.
pl: Sprzedawca nie może być Microsoft.
ru: Поставщик не может быть Microsoft.

source: Workstation
chs: 工作站
da: Arbejdsstation
de: Arbeitsplatz
fi: Työasema
fr: Station de Travail
ru: Рабочая станция

# exception_wsus_object_not_found
source: WsusObjectNotFoundException
ca: Excepció d'objecte del Wsus no trobat
de: Wsus Objekt Nicht Gefunden Exception

source: PatchCode
ca: Patch

source: Version
ca: Versió

# exception_argument_out_of_range
source: ArgumentOutOfRangeException
de: Argument außerhalb des Wertebereiches Exception

# exception_wsus_invalid_data
source: WsusInvalidDataException
de: WSUS ungültigen Daten Exception

# version_minimum
source: VersionMin
de: Min Version

# version_maximum
source: VersionMax
de: Max Version
